Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Settings/General.*.resx
Languages: fi, fr, he, nl, pt, ru, zh

# PageTitle
source: General settings
fi: Yleiset asetukset
fr: Paramètres généraux
he: הגדרות כלליות
nl: Algemene instellingen
pt: Configurações gerais
ru: Общие настройки
zh: 通用设置

# PageDescription
source: Configure general AliasVault settings.
fi: Määritä yleiset AliasVault-asetukset.
fr: Configurer les paramètres généraux d'AliasVault.
he: הגדרות כלליות של AliasVault.
nl: Configureer algemene AliasVault instellingen.
pt: Configure as configurações gerais do AliasVault.
ru: Настройте общие параметры AliasVault.
zh: 配置AliasVault的通用设置。

# BreadcrumbTitle
source: General settings
fi: Yleiset asetukset
fr: Paramètres généraux
he: הגדרות כלליות
nl: Algemene instellingen
pt: Configurações gerais
ru: Общие настройки
zh: 通用设置

# EmailSettingsTitle
source: Email Settings
fi: Sähköpostiasetukset
fr: Paramètres d’e-mail
he: הגדרות דוא״ל
nl: E-mail Instellingen
pt: Configurações de E-mail
ru: Настройки почты
zh: 电子邮件设置

# DefaultEmailDomainLabel
source: Default email domain
fi: Oletussähköpostin domain
fr: Domaine de l'email par défaut
he: שם תחום דוא״ל כברירת מחדל
nl: Standaard e-maildomein
pt: Domínio de e-mail padrão
ru: Домен почты по умолчанию
zh: 默认电子邮件域名

# DefaultEmailDomainDescription
source: Set the default email domain that will be used when creating new credentials.
fi: Aseta oletussähköpostin domain, jota haluat käyttää uusillle käyttäjätunnuksille.
fr: Définissez le domaine d'email par défaut qui sera utilisé lors de la création de nouveaux identifiants.
he: נא להגדיר את שם תחום דוא״ל ברירת המחדל לשימוש בעת יצירת פרטי גישה חדשים.
nl: Stel het standaard e-maildomein in dat wordt gebruikt bij het aanmaken van nieuwe inloggegevens.
pt: Configure o domínio de e-mail que será utilizado ao criar novas credenciais.
ru: Укажите домен электронной почты по умолчанию, который будет использоваться при создании новых учётных данных.
zh: 设置创建新凭据时将使用的默认电子邮件域名。

# PrivateDomainsLabel
source: Private Domains
fi: Yksityiset verkkotunnukset
fr: Domaines privés
he: שמות תחום פרטיים
nl: Privé Domeinen
pt: Domínios Privados
ru: Приватные домены
zh: 私人域名

# PublicDomainsLabel
source: Public Domains
fi: Julkiset verkkotunnukset
fr: Domaine public
he: שמות תחום ציבוריים
nl: Publieke Domeinen
pt: Domínios Públicos
ru: Публичные домены
zh: 公共域名

# AutoEmailRefreshLabel
source: Auto refresh emails content when new ones arrive
fi: Päivitä sähköpostien sisältö automaattisesti, kun uudet saapuvat
fr: Rafraîchir automatiquement le contenu des emails à l'arrivée des nouveaux emails
he: לרענן תוכן הודעות דוא״ל כשמגיעה הודעה חדשה
nl: Automatisch e-mailinhoud verversen wanneer nieuwe berichten aankomen
pt: Atualização automática de conteúdo de e-mails quando novos e-mails chegarem
ru: Автоматически обновлять список писем при получении новых
zh: 收到新邮件时自动刷新邮件内容

# AliasSettingsTitle
source: Alias Settings
fi: Aliaksen asetukset
fr: Paramètres des alias
he: הגדרות כינוי
nl: Alias Instellingen
pt: Configurar Alias
ru: Настройки псевдонимов
zh: 别名设置

# AliasGenerationLanguageLabel
source: Alias generation language
fi: Alias-generaattorin kieli
fr: Langue de génération d'alias
he: שפת יצירת הכינויים
nl: Taal voor alias generatie
pt: Idioma de geração do alias
ru: Язык псевдонима
zh: 别名生成语言

# AliasGenerationLanguageDescription
source: Set the default language that will be used when generating new identities.
fi: Aseta oletuskieli, jota käytetään luotaessa uusia henkilöllisyyksiä.
fr: Définir la langue par défaut qui sera utilisée lors de la génération de nouvelles identités.
he: נא להגדיר את השפה שתשמש ליצירת זהויות חדשות כברירת מחדל.
nl: Stel de standaardtaal in die wordt gebruikt bij het genereren van nieuwe identiteiten.
pt: Configure o idioma padrão que será utilizado ao gerar novas identidades.
ru: Задайте язык по умолчанию, который будет использоваться при создании новых личностей.
zh: 设置生成新身份时将使用的默认语言。

# EnglishOption
source: English
fi: Englanti
fr: Anglais
he: אנגלית
nl: Engels
pt: Inglês
ru: Английский
zh: 英语

# DutchOption
source: Dutch
fi: Hollanti
fr: Néerlandais
he: הולנדית
nl: Nederlands
pt: Holandês
ru: Голландский
zh: 荷兰语

# AliasGenerationGenderLabel
source: Alias generation gender
fi: Aliaksen sukupuoli
fr: Sexe de la génération des alias
he: מגדר יצירת כינוי
nl: Geslacht voor alias generatie
pt: Gênero do gerador de Alias
ru: Пол при создании псевдонима
zh: 别名生成性别

# AliasGenerationGenderDescription
source: Set the default gender preference for generating new identities.
fi: Aseta oletussukupuoli uusille henkilöllisyyksille.
fr: Définit la préférence par défaut pour le sexe des nouvelles identités.
he: להגדיר את אפשרויות המגדר ליצירת זהויות חדשות כברירת מחדל.
nl: Stel de standaard geslachtsvoorkeur in voor het genereren van nieuwe identiteiten.
pt: Configure o gênero padrão que será utilizado para gerar novas identidades.
ru: Установите предпочтительный пол по умолчанию для генерации новых личностей.
zh: 设置生成新身份时的默认性别偏好。

# RandomOption
source: Random
fi: Satunnainen
fr: Aléatoire
he: אקראי
nl: Willekeurig
pt: Aleatório
ru: Случайный
zh: 随机

# MaleOption
source: Male
fi: Mies
fr: Homme
he: זכר
nl: Man
pt: Masculino
ru: Мужской
zh: 男性

# FemaleOption
source: Female
fi: Nainen
fr: Femme
he: נקבה
nl: Vrouw
pt: Feminíno
ru: Женский
zh: 女性

# PasswordSettingsTitle
source: Password Settings
fi: Salasana-asetukset
fr: Paramètres du mot de passe
he: הגדרות סיסמה
nl: Wachtwoord instellingen
pt: Configurações de Senha
ru: Настройки пароля
zh: 密码设置

# AppLanguageTitle
source: Application Language
fi: Sovelluksen kieli
fr: Langue de l'application
he: שפת היישום
nl: Taal van de Applicatie
pt: Idioma do Aplicativo
ru: Язык приложения
zh: 应用语言

# AppLanguageLabel
source: Language
fi: Kieli
fr: Langue
he: שפה
nl: Taal
pt: Idioma
ru: Язык
zh: 语言

# AppLanguageDescription
source: Set the language for the application interface.
fi: Aseta kieli sovelluksen käyttöliittymälle.
fr: Définissez la langue pour l'interface de l'application.
he: הגדרת שפת ממשק המשתמש.
nl: Stel de taal in voor de applicatie interface.
pt: Configure o idioma da interface do aplicativo.
ru: Выберите язык интерфейса приложения.
zh: 设置应用界面的语言。
