Repository: aliasvault/aliasvault
Catalog: apps/mobile-app/ios/Autofill/*.lproj/Localizable.strings
Languages: nl

source: Loading Error
nl: Laadprobleem

# loading_error_message
source: Loading credentials went wrong. Please open the AliasVault app to check for updates.
nl: Het laden van referenties ging mis. Open de AliasVault app om te controleren op updates.

source: Login Required
nl: Inloggen Vereist

# login_required_message
source: To use Autofill, please login to your AliasVault account in the AliasVault app.
nl: Om autofill te gebruiken, log eerst in op uw AliasVault account in de AliasVault app.

# biometric_required
source: %@ Required
nl: %@ Vereist

# biometric_required_message
source: To use AliasVault Autofill, please enable %@ in your device settings and/or go to the AliasVault app settings to configure it.
nl: Om AliasVault Automatisch Invullen te gebruiken, schakel %@ in bij uw apparaat instellingen en/of ga naar de AliasVault app instellingen om het te configureren.

# biometric_app_required_message
source: To use Autofill, please enable %@ as your vault unlock method in the AliasVault app settings.
nl: Om Automatisch Invullen te gebruiken, schakel %@ in als uw kluis ontgrendel methode in de AliasVault app instellingen.

source: Loading credentials...
nl: Referenties laden...

source: No credentials found
nl: Geen referenties gevonden

# no_credentials_match
source: No existing credentials match your search
nl: Geen bestaande referenties komen overeen met uw zoekopdracht

source: Create New Credential
nl: Nieuwe Referentie Aanmaken

source: Select Credential
nl: Selecteer Referentie

source: Select Text to Insert
nl: Selecteer Tekst om In te Voegen

source: Cancel
nl: Annuleren

source: Choose Username
nl: Kies Gebruikersnaam

# select_text_to_insert_message
source: Select the text to insert into the focused input field
nl: Selecteer de tekst om in te voegen in het gefocuste invoerveld

# choose_username_message
source: This website may require either your username or your email address to log in
nl: Deze website vereist mogelijk uw gebruikersnaam of e-mailadres om in te loggen

# username_prefix
source: Username:
nl: Gebruikersnaam:

source: Password
nl: Wachtwoord

source: Error
nl: Fout

# credentials_load_error
source: Failed to load credentials. Please open the AliasVault app to check for updates.
nl: Laden van referenties mislukt. Open de AliasVault app om te controleren op updates.

source: No credential selected.
nl: Geen referentie geselecteerd.

source: Failed to load credentials
nl: Laden van referenties mislukt
