Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Sync/StatusMessages/PendingMigrations.*.resx
Languages: de, fr, he, pl, ru, zh

# UpgradeVaultTitle
source: Upgrade Vault
de: Tresor aktualisieren
fr: Mettre à niveau le coffre
he: שדרוג כספת
pl: Aktualizacja sejfu
ru: Обновить хранилище
zh: 升级密码库

# UpgradeDescription
source: AliasVault has been updated and your vault needs to be upgraded. This should only take a few seconds.
de: AliasVault wurde aktualisiert. Dadurch muss auch Dein Tresor aktualisiert werden. Dies sollte nur wenige Sekunden dauern.
fr: AliasVault a mis à jour et votre coffre doit être mis à niveau. Cela ne devrait prendre que quelques secondes.
he: AliasVault התעדכן וצריך לשדרג את הכספת שלך. הפעולה הזאת אמורה לארוך מספר שניות.
pl: AliasVault został zaktualizowany i konieczna jest aktualizacja Twojego sejfu. Zajmie to tylko kilka sekund.
ru: AliasVault был обновлён. Для продолжения необходимо обновить ваше хранилище. Это займёт всего несколько секунд.
zh: AliasVault 已更新，您的密码库需要升级。这只需几秒钟时间。

# VersionInformationTitle
source: Version Information
de: Versionsinformationen
fr: Informations de version
he: פרטי גרסה
pl: Informacje o wersji
ru: Информация о версии
zh: 版本信息

# UpgradeRequiredDescription
source: An upgrade is required to support the following changes: {0}
de: Eine Aktualisierung ist erforderlich, um die folgenden Änderungen zu unterstützen: {0}
fr: Une mise à jour est nécessaire pour prendre en charge les modifications suivantes : {0}
he: יש לשדרג כדי שתהיה תמיכה בשינויים הבאים: {0}
pl: Aby wprowadzić następujące zmiany, wymagana jest aktualizacja: {0}
ru: Требуется обновление для поддержки следующих изменений: {0}
zh: 需要升级才能支持以下更改：{0}

# NoDescriptionAvailable
source: No description available for this version.
de: Für diese Version ist keine Beschreibung vorhanden.
fr: Aucune description disponible pour cette version.
he: אין תיאור זמין לגרסה הזאת.
pl: Brak opisu dostępnego dla tej wersji.
ru: Описание для этой версии отсутствует.
zh: 此版本无可用的说明。

# YourVaultLabel
source: Your vault version:
de: Version Deines Tresors:
fr: Votre version de coffre-fort :
he: גרסת הכספת שלך:
pl: Wersja Twojego sejfu:
ru: Версия вашего хранилища:
zh: 您的密码库版本：

# NewVersionLabel
source: New available version:
de: Neue verfügbare Version:
fr: Nouvelle version disponible :
he: הגרסה החדשה הזמינה:
pl: Nowa dostępna wersja:
ru: Доступна новая версия:
zh: 新可用版本：

# StartUpgradeButton
source: Start upgrade process
de: Aktualisierung starten
fr: Démarrer le processus de mise à jour
he: התחלת תהליך השדרוג
pl: Rozpocznij proces aktualizacji
ru: Начать процесс обновления
zh: 开始升级过程

# UpgradeSuccessMessage
source: Vault upgrade successful.
de: Tresor erfolgreich aktualisiert.
fr: La mise à jour du coffre-fort est réussi.
he: שדרוג הכספת הצליח.
pl: Aktualizacja sejfu zakończona sukcesem.
ru: Обновление хранилища выполнено успешно.
zh: 密码库升级成功。

# UpgradeSuccessButSaveFailedError
source: Database upgrade successful but failed to save to server. Please try again or contact support.
de: Die Datenbank-Aktualisierung war erfolgreich erfolgreich aber konnte nicht auf dem Server gespeichert werden. Bitte versuche es erneut oder kontaktiere den Support.
fr: La mise à jour de la base de données a réussi, mais n'a pas pu être enregistrée sur le serveur. Veuillez réessayer ou contacter le support.
he: שדרוג מסד הנתונים הצליח אבל השמירה שלו לשרת נכשלה. נא לנסות שוב או ליצור קשר עם התמיכה.
pl: Aktualizacja bazy danych zakończyła się powodzeniem, ale nie udało się zapisać zmian na serwerze. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
ru: База данных обновлена, но сохранить на сервере не удалось. Попробуйте снова или обратитесь в поддержку.
zh: 数据库升级成功，但无法保存到服务器。请重试或联系支持人员。

# UpgradeFailedError
source: Database upgrade failed. Please try again or contact support.
de: Die Datenbank-Aktualisierung ist fehlgeschlagen. Bitte versuchen es erneut oder kontaktiere den Support.
fr: La mise à jour de la base de données a échoué. Veuillez réessayer ou contacter le support.
he: שדרוג מסד הנתונים נכשל. נא לנסות שוב או ליצור קשר עם התמיכה.
pl: Aktualizacja bazy danych nie powiodła się. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
ru: Обновление базы данных не выполнено. Попробуйте ещё раз или обратитесь в поддержку.
zh: 数据库升级失败。请重试或联系支持人员。
