Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Pages/Settings/Security/DeleteAccount.*.resx
Languages: fi, he, it, nl, pl, pt, ru, uk, zh

# PageTitle
source: Delete Account
fi: Poista tili
he: מחיקת חשבון
it: Elimina account
nl: Verwijder account
pl: Usuń konto
pt: Excluir Conta
ru: Удалить аккаунт
uk: Видалити обліковий запис
zh: 删除账户

# BreadcrumbSecuritySettings
source: Security settings
fi: Tietoturva-asetukset
he: הגדרות אבטחה
it: Impostazioni di sicurezza
nl: Beveiligingsinstellingen
pl: Ustawienie bezpieczeństwa
pt: Configurações de segurança
ru: Настройки безопасности
uk: Налаштування безпеки
zh: 安全设置

# BreadcrumbDeleteAccount
source: Delete Account
fi: Poista tili
he: מחיקת חשבון
it: Elimina Account
nl: Verwijder account
pl: Usuń konto
pt: Excluir Conta
ru: Удалить аккаунт
uk: Видалити обліковий запис
zh: 删除账户

# PermanentActionWarning
source: Warning: This action is permanent and cannot be undone. All your data will be permanently deleted.
fi: Varoitus: Tätä toimintoa ei voi peruuttaa. Kaikki tietosi poistetaan pysyvästi.
he: אזהרה: הפעולה הזאת היא לצמיתות ואינה הפיכה. כל הנתונים שלך יימחקו לצמיתות.
it: Attenzione: questa azione è irreversibile. Tutti i tuoi dati saranno cancellati definitivamente.
nl: Waarschuwing: Deze actie is permanent en kan niet ongedaan worden gemaakt. Al je gegevens worden permanent verwijderd.
pl: Ostrzeżenie: Ta czynność jest nieodwracalna i nie można jej cofnąć. Wszystkie dane zostaną trwale usunięte.
pt: Aviso: Esta ação é permanente e não poderá ser desfeita. Todos os seus dados serão permanentemente excluídos.
ru: Предупреждение: Это действие является постоянным и не может быть отменено. Все ваши данные будут удалены безвозвратно.
uk: Увага: Ця дія є остаточною та не може бути скасована. Усі ваші дані будуть видалені назавжди.
zh: 警告：此操作不可撤销且为永久性操作。你所有的数据都将被永久删除。

# FinalWarning
source: Final warning: Enter your password to permanently delete your account.
fi: Viimeinen varoitus: Syötä salasanasi poistaaksesi tilisi pysyvästi.
he: אזהרה אחרונה: נא למלא את הסיסמה שלך כדי למחוק את החשבון שלך לצמיתות.
it: Avviso finale: Inserisci la tua password per eliminare definitivamente il tuo account.
nl: Laatste waarschuwing: Voer je wachtwoord in om je account permanent te verwijderen.
pl: Ostatnie ostrzeżenie: wprowadź swoje hasło, aby trwale usunąć swoje konto.
pt: Aviso final: Digite sua senha para excluir sua conta permanentemente.
ru: Последнее предупреждение: введите свой пароль, чтобы навсегда удалить свою учетную запись.
uk: Останнє попередження: введіть свій пароль, щоб остаточно видалити свій обліковий запис.
zh: 最终警告：输入你的密码以永久删除账户。

source: Please note:
fi: Huomautus:
he: נא לשים לב:
it: Attenzione:
nl: Let op:
pl: Uwaga:
pt: Por favor, note:
ru: Пожалуйста, обратите внимание:
uk: Будь ласка, зверніть увагу:
zh: 请注意：

# VaultsDeletedNote
source: All encrypted vaults which includes all of your credentials will be permanently deleted
fi: Kaikki salatut holvit, jotka sisältävät kaikki käyttäjätunnuksesi, poistetaan pysyvästi.
he: כל הכספות המוצפנות שכוללות את כל פרטי הגישה שלך תימחקנה לצמיתות
it: Tutte le cassaforti criptate, inclusi i dati delle tue credenziali, saranno cancellate definitivamente
nl: Alle versleutelde vaults met credentials zullen permanent worden verwijderd
pl: Wszystkie zaszyfrowane sejfy zawierające wszystkie Twoje dane logowania zostaną trwale usunięte.
pt: Todos os cofres criptografados, que incluem todas as suas credenciais, serão permanentemente excluídos
ru: Все зашифрованные хранилища, включая все ваши учетные данные, будут безвозвратно удалены
uk: Усі зашифровані сховища, які містять усі ваші облікові дані, будуть видалені назавжди
zh: 所有加密的保险库（包括你所有的凭据）都将被永久删除

# EmailAliasesOrphanedNote
source: Your email aliases will be orphaned and cannot be claimed by other users
fi: Sähköpostiosoitteesi aliakset ovat orpoja, eivätkä muut käyttäjät voi vaatia niitä.
he: כינויי הדוא״ל שלך יהיו יתומים ומשתמשים אחרים לא יוכלו לדרוש אותם
it: I tuoi alias email saranno abbandonati e non potranno essere reclamati da altri utenti
nl: Je email aliassen zullen worden geanonimiseerd en kunnen niet meer worden geclaimd door andere gebruikers
pl: Twoje aliasy e-mailowe zostaną utracone i nie będą mogły zostać przejęte przez innych użytkowników
pt: Seus alias de e-mail ficarão órfãos e não poderão ser utilizados por outros usuários
ru: Ваши псевдонимы электронной почты будут потеряны и не смогут быть использованы другими пользователями
uk: Ваші псевдоніми електронної пошти стануть неактивними й інші користувачі не зможуть їх використовувати
zh: 你的电子邮件别名将成为无主状态，且不能被其他用户认领

# AccountCannotBeRecoveredNote
source: Your account cannot be recovered after deletion
fi: Tiliäsi ei voi palauttaa poistamisen jälkeen.
he: אי אפשר לשחזר את החשבון שלך לאחר מחיקה
it: Il tuo account non potrà essere recuperato dopo l'eliminazione
nl: Je account kan niet hersteld worden na verwijdering
pl: Po usunięciu konta nie można go odzyskać
pt: Sua conta não poderá ser recuperada após ser excluída
ru: Ваша учетная запись не может быть восстановлена после удаления
uk: Ваш обліковий запис не можна відновити після видалення
zh: 账户删除后无法恢复

# DeletionIrreversibleNote
source: Account deletion is irreversible and cannot be undone. Pressing the button below will delete your account immmediately and permanently.
fi: Tilin poisto on peruuttamatonta, eikä sitä voi peruuttaa. Alla olevan painikkeen painaminen poistaa tilisi välittömästi ja pysyvästi.
he: מחיקת חשבון היא בלתי הפיכה ואי אפשר להשתקם ממנה. לחיצה על הכפתור להלן תמחק את החשבון שלך מיידית ולצמיתות.
it: La cancellazione dell'account è irreversibile e non può essere annullata. Premendo il pulsante seguente cancellerai il tuo account immediatamente e definitivamente.
nl: De verwijdering van je account is onomkeerbaar en kan niet ongedaan worden gemaakt. Als je op de onderstaande knop drukt, wordt je account onmiddelijk en permanent verwijderd.
pl: Usunięcie konta jest nieodwracalne i nie można go cofnąć. Naciśnięcie poniższego przycisku spowoduje natychmiastowe i trwałe usunięcie konta.
pt: A exclusão da conta é irreversível e não poderá ser desfeita. Pressionando o botão abaixo irá excluir sua conta imediatamente e permanentemente.
ru: Удаление учетной записи является необратимым и не подлежит отмене. Нажатие кнопки ниже приведет к немедленному и необратимому удалению вашей учетной записи.
uk: Видалення облікового запису є незворотним і не може бути скасовано. Натискання кнопки нижче видалить ваш обліковий запис негайно та назавжди.
zh: 账户删除操作不可撤销且无法恢复。点击下方按钮将立即永久删除你的账户。

# ConfirmUsernameLabel
source: Confirm your username
fi: Vahvista käyttäjänimesi
he: אישור שם המשתמש שלך
it: Conferma il tuo nome utente
nl: Bevestig je gebruikersnaam
pl: Potwierdź swoją nazwę użytkownika
pt: Confirmar nome de usuário
ru: Подтвердить имя пользователя
uk: Підтвердьте своє ім'я користувача
zh: 确认你的用户名

# EnterPasswordLabel
source: Enter your password
fi: Anna salasanasi
he: נא למלא את הסיסמה שלך
it: Inserisci la tua password
nl: Voer je wachtwoord in
pl: Wprowadź swoje hasło
pt: Digite sua senha
ru: Введите ваш пароль
uk: Введіть ваш пароль
zh: 输入你的密码

source: Continue with Account Deletion
fi: Jatka tilin poistoa
he: להמשיך במחיקת החשבון
it: Continua con Eliminazione Account
nl: Doorgaan met verwijderen van account
pl: Kliknij, żeby usunąć konto
pt: Continuar com Exclusão de Conta
ru: Продолжить процедуру удаления аккаунта
uk: Продовжити видалення облікового запису
zh: 继续删除账户

source: Delete My Account
fi: Poista tilini
he: למחוק את החשבון שלי
it: Elimina il Mio Account
nl: Verwijder mijn account
pl: Usuń moje konto
pt: Excluir Minha Conta
ru: Удалить мой аккаунт
uk: Видалити мій обліковий запис
zh: 删除我的账户

# DeletingAccountMessage
source: Deleting account...
fi: Tiliä poistetaan
he: חשבון נמחק…
it: Eliminazione account...
nl: Account verwijderen...
pl: Usuwanie konta...
pt: Excluindo conta...
ru: Удаление аккаунта...
uk: Видалення облікового запису...
zh: 正在删除账户……

# UsernameRequired
source: Username is required
fi: Käyttäjänimi vaaditaan
he: שם משתמש חובה
it: Il nome utente è obbligatorio
nl: Gebruikersnaam is verplicht
pl: Wymagana nazwa użytkownika
pt: Nome de usuário é obrigatório
ru: Требуется ввести имя пользователя
uk: Ім'я користувача обов'язкове
zh: 用户名是必填项

# UsernameDoesNotMatch
source: The username you entered does not match your current username. Please try again.
fi: Antamasi käyttäjänimi ei vastaa nykyistä käyttäjänimeäsi. Ole hyvä ja yritä uudelleen.
he: שם המשתמש שמילאת לא תואם את שם המשתמש הנוכחי שלך. נא לנסות שוב.
it: Il nome utente che hai inserito non corrisponde al tuo nome utente corrente. Riprova.
nl: De gebruikersnaam die je hebt ingevoerd komt niet overeen met je huidige gebruikersnaam. Probeer het opnieuw.
pl: Podana nazwa użytkownika nie zgadza się z aktualną nazwą użytkownika. Spróbuj ponownie.
pt: O nome de usuário digitado não corresponde ao seu nome de usuário atual. Por favor, tente novamente.
ru: Введенное вами имя пользователя не соответствует вашему текущему имени пользователя. Пожалуйста, попробуйте снова.
uk: Введене вами ім'я користувача не відповідає вашому поточному імені користувача. Спробуйте ще раз.
zh: 你输入的用户名与当前用户名不匹配。请重试。

# ErrorProcessingRequest
source: An error occurred while processing the request.
fi: Virhe käsiteltäessä pyyntöä.
he: אירעה שגיאה בעיבוד הבקשה.
it: Si è verificato un errore elaborando la richiesta.
nl: Er is een fout opgetreden tijdens het verwerken van het verzoek.
pl: Wystąpił błąd podczas przetwarzania żądania.
pt: Ocorreu um erro ao processar a requisição.
ru: При обработке запроса произошла ошибка.
uk: Під час обробки запиту сталася помилка.
zh: 处理请求时发生错误。
