Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Pages/Settings/Security/Disable2Fa.*.resx
Languages: de, he, it, nl, pl, ru, uk

# PageTitle
source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
he: השבתת אימות דו־שלבי
it: Disabilita l'autenticazione a due fattori
nl: Tweestapsverificatie uitschakelen
pl: Wyłącz weryfikację dwuetapową (2FA)
ru: Отключить двухфакторную аутентификацию
uk: Вимкнути двофакторну автентифікацію

# BreadcrumbSecuritySettings
source: Security settings
de: Sicherheitseinstellungen
he: הגדרות אבטחה
it: Impostazioni di sicurezza
nl: Beveiligingsinstellingen
pl: Ustawienia bezpieczeństwa
ru: Настройки безопасности
uk: Налаштування безпеки

# BreadcrumbDisable2Fa
source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
he: השבתת אימות דו־שלבי
it: Disabilita l'autenticazione a due fattori
nl: Tweestapsverificatie uitschakelen
pl: Wyłącz weryfikację dwuetapową (2FA)
ru: Отключить двухфакторную аутентификацию
uk: Вимкнути двофакторну автентифікацію

# PageDescription
source: Disabling two-factor authentication means you will be able to login with only your password.
de: Durch das Deaktivieren der Zwei-Faktor-Authentifizierung kannst Du Dich ausschließlich mit Deinem Passwort anmelden.
he: השבתת אימות דו־שלבי תגרור לכך שאפשר יהיה להיכנס עם הסיסמה שלך בלבד.
it: Disabilitare l'autenticazione a due fattori significa che potrai accedere solo con la tua password.
nl: Als je tweestapsverificatie uitschakelt, kun je inloggen en toegang krijgen tot je vault met alleen je wachtwoord.
pl: Wyłączenie uwierzytelniania dwuskładnikowego oznacza, że będziesz mógł zalogować się tylko za pomocą hasła.
ru: Отключение двухфакторной аутентификации означает, что вы сможете войти в систему, используя только свой пароль.
uk: Вимкнення двофакторної автентифікації означає, що ви зможете входити в систему, використовуючи лише свій пароль.

# WarningMessage
source: Please note: after disabling two-factor authentication any configured authenticator app(s) will stop working. When you want to re-enable two-factor authentication you will have to configure the authenticator app(s) again.
de: Bitte beachte: Nach dem Deaktivieren der Zwei-Faktor-Authentifizierung wird der konfigurierte AliasVault-Eintrag in jeder Authentifizierungs-App nicht mehr funktionieren. Wenn Du die Zwei-Faktor-Authentifizierung wieder aktivieren möchtest, musst Du die Authentifizierungs-App(s) erneut konfigurieren.
he: לתשומת ליבך: לאחר כיבוי אימות דו־שלבי כל יישום מאמת שהוא יפסיק לעבור. כדי להפעיל אימות דו־שלבי יש להגדיר את יישום המאמת שוב.
it: Attenzione: dopo aver disabilitato l'autenticazione a due fattori, qualsiasi app di autenticazione configurata non funzionerà. Quando si desidera riabilitare l'autenticazione a due fattori si dovrà configurare nuovamente le app di autenticazione.
nl: Let op: na het uitschakelen van tweestapsverificatie zal de geconfigureerde authenticator-app niet meer werken. Wanneer je tweestapsverificatie opnieuw wilt inschakelen, moet je de authenticator-app opnieuw configureren.
pl: Uwaga: po wyłączeniu weryfikacji dwuetapowej (2FA) wszystkie skonfigurowane aplikacje uwierzytelniające przestaną działać. Jeśli chcesz ponownie włączyć weryfikację dwuetapową, musisz ponownie skonfigurować aplikacje uwierzytelniające.
ru: Пожалуйста, обратите внимание: после отключения двухфакторной аутентификации все настроенные приложения-аутентификаторы перестанут работать. Если вы захотите снова включить двухфакторную аутентификацию, вам придется снова настроить приложения-аутентификаторы.
uk: Зверніть увагу: після вимкнення двофакторної автентифікації будь-які налаштовані програми-автентифікатори перестануть працювати. Якщо ви захочете знову ввімкнути двофакторну автентифікацію, вам доведеться знову налаштувати програми-автентифікатори.

# StatusMessage
source: Two factor authentication is currently enabled. Disable it in order to be able to access your vault with your password only.
de: Die Zwei-Faktor-Authentifizierung ist derzeit aktiviert. Deaktiviere sie, um ausschließlich mit Deinem Passwort auf Deinen Tresor zugreifen zu können.
he: אימות דו־שלבי פעיל כרגע. יש להשבית אותו כדי שיתאפשר לך לגשת לכספת שלך עם הסיסמה שלך בלבד.
it: L'autenticazione a due fattori è attualmente abilitata. Disabilitala per poter accedere alla tua cassaforte solo con la password.
nl: Tweestapsverificatie is momenteel ingeschakeld. Je kunt het uitschakelen om inloggen met alleen je wachtwoord mogelijk te maken.
pl: Obecnie włączona jest weryfikacja dwuetapowa (2FA). Wyłącz ją, aby uzyskać dostęp do sejfu za pomocą samego hasła.
ru: В настоящее время включена двухфакторная аутентификация. Отключите ее, чтобы иметь возможность доступа к вашему хранилищу только с помощью вашего пароля.
uk: Двофакторну автентифікацію наразі ввімкнено. Вимкніть її, щоб мати доступ до свого сховища лише за паролем.

# ConfirmDisableButton
source: Confirm Disable Two-Factor Authentication
de: Bitte bestätige die Deaktivierung der Zwei-Faktor-Authentifizierung
he: אישור כיבוי אימות דו־שלבי
it: Conferma Disabilita Autenticazione A Due Fattori
nl: Bevestig tweestapsverificatie uitschakelen
pl: Potwierdź wyłączenie uwierzytelniania dwuskładnikowego
ru: Подтвердить отключение двухфакторной аутентификации
uk: Підтвердити вимкнення двофакторної автентифікації

# TwoFactorDisabledSuccess
source: Two-factor authentication is now successfully disabled.
de: Die Zwei-Faktor-Authentifizierung wurde erfolgreich deaktiviert.
he: אימות דו־שלבי מושבת כרגע בהצלחה.
it: L'autenticazione a due fattori è ora disabilitata con successo.
nl: Tweestapsverificatie is met succes uitgeschakeld.
pl: Weryfikacja dwuetapowa (2FA) zostało pomyślnie wyłączona.
ru: Теперь двухфакторная аутентификация успешно отключена.
uk: Двофакторну автентифікацію успішно вимкнено.

# FailedToDisable2Fa
source: Failed to disable two-factor authentication.
de: Deaktivierung der Zwei-Faktor-Authentifizierung fehlgeschlagen.
he: כיבוי אימות דו־שלבי נכשל.
it: Disabilitazione dell'autenticazione a due fattori non riuscita.
nl: Tweestapsverificatie uitschakelen mislukt.
pl: Nie udało się wyłączyć uwierzytelniania dwuskładnikowego.
ru: Не удалось отключить двухфакторную аутентификацию.
uk: Не вдалося вимкнути двофакторну автентифікацію.

# TwoFactorNotEnabled
source: Two-factor authentication is not enabled.
de: Zwei-Faktor-Authentifizierung ist nicht aktiviert.
he: אימות דו־שלבי אינו פעיל.
it: L'autenticazione a due fattori non è abilitata.
nl: Tweestapsverificatie is niet ingeschakeld.
pl: Weryfikacja dwuetapowa (2FA) nie jest włączona.
ru: Двухфакторная аутентификация не включена.
uk: Двофакторна автентифікація не ввімкнена.
