Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Widgets/CreateNewIdentityWidget.*.resx
Languages: de, ru

# NewAliasButtonText
source: + New Alias
de: + Neuer Alias
ru: + Новый псевдоним

# CreateNewAliasTitle
source: Create New Alias
de: Neuen Alias erstellen
ru: Создать новый псевдоним

# ServiceNameLabel
source: Service Name
de: Name des Dienstes
ru: Название сервиса

# ServiceNamePlaceholder
source: E.g. Facebook
de: z. B. Facebook
ru: Например, Facebook

# ServiceUrlLabel
source: Service URL
de: URL des Dienstes
ru: URL сервиса

# CreateButton
source: Create
de: Erstellen
ru: Создать

# AdvancedModeLink
source: Create via advanced mode
de: Erweiterte Eingabemaske verwenden
ru: Создать в расширенном режиме

# CreatingNewAliasMessage
source: Creating new alias...
de: Neuen Alias erstellen...
ru: Создаём новый псевдоним...

# CreateCredentialErrorMessage
source: Error creating a new credential. Please try again (later) or log-out and in again.
de: Fehler beim Erstellen des Zugangs. Bitte versuche es (später) noch einmal oder melde dich erneut an.
ru: Не удалось создать новые учётные данные. Пожалуйста, попробуйте ещё раз (позже) или выйдите из системы и войдите снова.

# CredentialCreatedSuccessMessage
source: Credential created successfully.
de: Zugang erfolgreich erstellt.
ru: Учётные данные успешно созданы.
