Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Emails/Home.*.resx
Languages: fi, fr, he, it, pl, zh

# PageTitle
source: Emails
fi: Sähköpostit
he: הודעות דוא״ל
it: E-Mail
pl: Skrzynka odbiorcza
zh: 邮件

# PageDescription
source: You can view all emails received by your private email addresses below.
fi: Voit tarkastella kaikkia sähköpostiviestejä, jotka on vastaanotettu yksityisellä sähköpostiosoitteellasi.
fr: Vous pouvez voir tous les emails reçus par vos adresses email privées ci-dessous.
he: אפשר לצפות בכל הודעות הדוא״ל שמגיעות לכתובות הדוא״ל הפרטיות שלך להלן.
it: Puoi visualizzare tutte le email ricevute dai tuoi indirizzi email privati qui sotto.
pl: Poniżej możesz wyświetlić wszystkie wiadomości e-mail, otrzymane na swoje prywatne adresy e-mail.
zh: 你可以在下方查看你的私人邮箱地址收到的所有邮件。

# AutoRefreshEnabledTooltip
source: Auto-refresh enabled
fi: Automaattinen päivitys käytössä
fr: Rafraichissement automatique activé
he: ריענון אוטומטי מופעל
it: Aggiornamento automatico abilitato
pl: Włączono automatyczne odświeżanie
zh: 已启用自动刷新

# RefreshButton
source: Refresh
fi: Päivitä
fr: Actualiser
he: ריענון
it: Aggiorna
pl: Odśwież
zh: 刷新

# NoEmailClaimsMessage
source: You are not using any private email addresses (yet). Create a new alias and use a private email address supported by AliasVault. All emails received by these private email addresses will show up here.
fi: Et käytä mitään yksityistä sähköpostiosoitetta (vielä). Luo uusi alias ja käytä yksityistä sähköpostiosoitetta AliasVaultin tukemana. Kaikki näiden yksityisten sähköpostiosoitteiden vastaanottamat sähköpostit näkyvät täällä.
fr: Vous n'utilisez pas encore d'adresse e-mail privée. Créez un nouvel alias et utilisez une adresse e-mail privée prise en charge par AliasVault. Tous les e-mails reçus par ces adresses e-mail privées apparaîtront ici.
he: עוד אין לך אף כתובת דוא״ל פרטית בשימוש (עדיין). אפשר ליצור כינוי חדש ולהשתמש בכתובת דוא״ל פרטית שנתמכת על ידי AliasVault. כל הודעות הדוא״ל שמגיעות לכתובת הדוא״ל הפרטיות האלה תופענה כאן.
it: Non stai ancora usando alcun indirizzo email privato (per ora). Crea un nuovo alias e utilizza un indirizzo email privato supportato da AliasVault. Tutte le email ricevute da questi indirizzi email privati verranno visualizzate qui.
pl: Nie korzystasz (jeszcze) z żadnych prywatnych adresów e-mail. Utwórz nowy alias i używaj prywatnego adresu e-mail obsługiwanego przez AliasVault. Wszystkie wiadomości e-mail otrzymane na te prywatne adresy e-mail będą wyświetlane tutaj.
zh: 你尚未使用任何私人邮箱地址。创建一个新的别名并使用 AliasVault 支持的私人邮箱地址。这些私人邮箱地址收到的所有邮件都会显示在这里。

# NoEmailsReceivedMessage
source: No emails have been received yet.
fi: Yhtään sähköpostia ei ole vielä vastaanotettu.
fr: Aucun e-mail n'a encore été reçu.
he: לא התקבלו עדיין הודעות דוא״ל.
it: Nessuna email è stata ancora ricevuta.
pl: Nie otrzymano jeszcze żadnych wiadomości e-mail.
zh: 尚未收到任何邮件。

# LoadingText
source: Loading...
fi: Ladataan...
fr: Chargement...
he: בטעינה…
it: Caricamento...
pl: Ładowanie...
zh: 加载中……

# LoadMoreButtonText
source: Load More ({0} remaining)
fi: Lataa lisää ({0} jäljellä)
fr: Charger plus ({0} restants)
he: לטעון עוד (נותרו {0})
it: Carica altro ({0} rimanenti)
pl: Załaduj więcej (pozostało {0})
zh: 加载更多（剩余 {0} 封）

# ClaimDoesNotExistError
source: An error occurred while trying to load the emails. Please try to edit and save any credential entry to synchronize the database, then try again.
fi: Tapahtui virhe ladattaessa sähköpostiviestejä. Yritä muokata ja tallentaa kaikki tietueet synkronoidaksesi tietokannan, ja yritä sitten uudelleen.
fr: Une erreur s'est produite en essayant de charger les emails. Veuillez essayer de modifier et enregistrer les informations d'identification pour synchroniser la base de données, puis réessayez.
he: אירעה שגיאה בניסיון לטעון את הודעות הדוא״ל. נא לנסות לערוך ולשמור רשומת פרטי קשר כלשהי כדי לסנכרן את מסד הנתונים ואז לנסות שוב.
it: Si è verificato un errore durante il tentativo di caricare le email. Si prega di provare a modificare e salvare una qualsiasi delle credenziali per sincronizzare il database, quindi riprovare.
pl: Wystąpił błąd podczas próby załadowania wiadomości e-mail. Spróbuj edytować i zapisać dowolny wpis poświadczeń, aby zsynchronizować bazę danych, a następnie spróbuj ponownie.
zh: 加载邮件时发生错误。请尝试编辑并保存任何凭据条目以同步数据库，然后重试。

# LoadEmailsFailedMessage
source: Failed to load email: {0}
fi: Sähköpostin lataaminen epäonnistui: {0}
fr: Impossible de charger l'email : {0}
he: טעינת הודעות הדוא״ל נכשלה: {0}
it: Caricamento dell'email non riuscito: {0}
pl: Nie udało się załadować wiadomości e-mail: {0}
zh: 加载邮件失败：{0}

# LoadMoreEmailsFailedMessage
source: Failed to load more emails: {0}
fi: Useamman sähköpostin lataaminen epäonnistui: {0}
fr: Impossible de charger plus d'emails : {0}
he: טעינת הודעות דוא״ל נוספות נכשלה: {0}
it: Caricamento di altre email non riuscito: {0}
pl: Nie udało się załadować kolejnych wiadomości e-mail: {0}
zh: 加载更多邮件失败：{0}
