Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Settings/ImportExport/ImportServices.*.resx
Languages: de, fi, he, it, nl, pl, pt, ru, uk, zh

# FirefoxInstructionsPart1
source: In order to import your Firefox passwords, you need to export it as a CSV file. You can do this by opening your Firefox browser, going to menu > 'Passwords'. Then click on the menu icon in the top right corner and select 'Export passwords'.
de: Um Deinen Firefox-Passwort-Manager zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Gehe dazu ins Menü "Passwörter". Klicke anschließend auf das Menü-Symbol in der rechten oberen Ecke und wähle "Passwörter exportieren".
fi: Tuodakseni Firefoxin salasanat, sinun täytyy tallentaa ne CSV-tiedostoksi. Voit tehdä send avaamalla Firefox-selaimen, menemällä valikkoon > "Salasanat". Klikkaa sitten valikon kuvaketta oikeasta yläkulmasta ja valitse "Vie salasanat"..
he: כדי לייבא את הסיסמאות שלך ב־Firefox, צריך לייצר אותן כקובץ CSV. אפשר לעשות זאת על ידי פתיחת דפדפן ה־Firefox שלך וגישה לתפריט > ‚סיסמאות’. ואז ללחוץ על סמל התפריט בפינה השמאלית העליונה ולבחור ב‚ייצוא סיסמאות’.
it: Per importare le password di Firefox, è necessario esportarle come file CSV. Puoi farlo aprendo il tuo browser Firefox, andando al menu > 'Passwords'. Quindi fare clic sull'icona del menu nell'angolo in alto a destra e selezionare 'Esporta password'.
nl: Om je Firefox wachtwoorden te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door je Firefox browser te openen, naar menu > 'Wachtwoorden' te gaan. Klik vervolgens op het menu-icoon in de rechterbovenhoek en selecteer 'Wachtwoorden exporteren'.
pl: Aby zaimportować hasła z przeglądarki Firefox, należy je wyeksportować jako plik CSV. W tym celu należy otworzyć przeglądarkę Firefox, przejść do menu > „Hasła”. Następnie należy kliknąć ikonę menu w prawym górnym rogu i wybrać opcję „Eksportuj hasła”.
pt: Para importar suas senhas do Firefox, você precisará exportá-las como um arquivo CSV. Você pode fazer isto abrindo o seu navegador Firefox, indo ao menu 'Senhas'. Então, clique no ícone do menu no canto superior direito e selecione 'Exportar senhas'.
ru: Чтобы импортировать пароли из Firefox, сначала экспортируйте их в CSV‑файл. Для этого откройте Firefox, перейдите в меню > «Пароли», нажмите на значок меню в правом верхнем углу и выберите «Экспорт паролей».
uk: Щоб імпортувати паролі Firefox, вам потрібно експортувати їх у форматі CSV. Ви можете зробити це, відкривши браузер Firefox, перейшовши до меню > «Паролі». Потім натисніть на значок меню у верхньому правому куті та виберіть «Експортувати паролі».
zh: 要导入你的 Firefox 密码，你需要将其导出为 CSV 文件。你可以通过打开 Firefox 浏览器，进入菜单>“密码”。然后点击右上角的菜单图标并选择“导出密码”来完成此操作。

# FirefoxInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# DashlaneDescription
source: Import passwords from your Dashlane account
de: Importiere Deine Passwörter aus Dashlane.
fi: Tuo salasanat Dashlane tililtä
he: ייבוא סיסמאות מחשבון ה־Dashlane
it: Importa password dal tuo account Dashlane
nl: Importeer wachtwoorden uit je Dashlane account
pl: Importuj hasła z konta Dashlane
pt: Importe senhas da sua conta Dashlane
ru: Импорт паролей из учетной записи Dashlane
uk: Імпорт паролів з вашого облікового запису Dashlane
zh: 从你的 Dashlane 账户导入密码

# DashlaneInstructionsPart1
source: In order to import your Dashlane passwords, you need to export it as a CSV file. You can do this by logging into your Dashlane account, going to the 'Account' > 'Settings' menu and selecting 'Export to CSV'.
de: Um Deinen Dashlane-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem Dashlane-Konto an, gehe ins Menü "Konto" > "Einstellungen" und wähle "Als CSV exportieren".
fi: Tuodaksesi Dashlane-salasanat, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen kirjautumumalla LastPass-tilillesi. menemällä > "Account" > "Asetukset" valikkoon ja valitsemalla "Export ti CSV".
he: כדי לייבא את הסיסמאות שלך מ־Dashlane, צריך לייצא אותן כקובץ CSV. אפשר לעשות זאת על ידי כניסה לחשבון ה־Dashlane שלך, ואז לגשת לתפריט ‚Account’ ‏> ‚Settings’ ולבחור ב־‚Export to CSV’.
it: Per importare le password Dashlane, è necessario esportarle come file CSV. Puoi farlo accedendo al tuo account Dashlane, andando al menu 'Account' > 'Impostazioni' e selezionando 'Esporta in CSV'.
nl: Om je Dashlane wachtwoorden te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen op je Dashlane account, naar het 'Account' > 'Settings' menu te gaan en 'Export to CSV' te selecteren.
pl: Aby zaimportować hasła z Dashlane, należy wyeksportować je do pliku CSV. W tym celu należy zalogować się na konto Dashlane, przejść do menu „Konto” > „Ustawienia” i wybrać opcję „Eksportuj do CSV”.
pt: Para importar senhas do Dashlane, você deverá exportá-las como um arquivo CSV. Você pode fazer isto entrando na sua conta Dashlane, indo no menu 'Conta' > 'Configurações', e selecionando 'Exportar para CSV'.
ru: Чтобы импортировать пароли из Dashlane, сначала экспортируйте их в CSV‑файл. Для этого войдите в свой аккаунт Dashlane, откройте меню «Account» > «Settings» и выберите «Export to CSV».
uk: Щоб імпортувати паролі Dashlane, вам потрібно експортувати їх у форматі CSV. Ви можете зробити це, увійшовши до свого облікового запису Dashlane, перейшовши до меню «Обліковий запис» > «Налаштування» та вибравши «Експортувати в CSV».
zh: 要导入你的 Dashlane 密码，你需要将其导出为 CSV 文件。你可以通过登录你的 Dashlane 账户，进入“账户”>“设置”菜单并选择“导出为 CSV”来完成此操作。

# DashlaneInstructionsPart2
source: Note: the .zip file you download will contain a "credentials.csv" file. You need to unzip the archive first, and then upload the "credentials.csv" CSV file below.
de: Hinweis: Die heruntergeladene .zip-Datei enthält eine Datei namens "credentials.csv". Du musst diese Datei zuerst entpacken und die "credentials.csv"-Datei nachfolgend hochladen.
fi: Huomaa: .zip tiedosto, jonka lataat, sisältää "credentials.csv" tiedosto. Sinun täytyy ensin purkaa arkisto ja sitten ladata "credentials.csv" CSV-tiedosto.
he: נא לשים לב: קובץ ה־‎.zip להורדה יכיל קובץ „credentials.csv”. יש לחלץ אותו מהארכיון תחילה ואז להעלות את קובץ ה־CSV‏ „credentials.csv” להלן.
it: Nota: il file .zip da scaricare conterrà un file "credentials.csv". È necessario decomprimere l'archivio prima, e quindi caricare il file CSV "credentials.csv" qui sotto.
nl: Let op: het .zip bestand dat je download bevat een "credentials.csv" bestand. Je moet het archief eerst uitpakken en vervolgens het "credentials.csv" CSV-bestand hieronder uploaden.
pl: Uwaga: pobrany plik .zip zawiera plik „credentials.csv”. Najpierw należy rozpakować archiwum, a następnie przesłać plik CSV „credentials.csv” poniżej.
pt: Nota: o arquivo .zip que você baixou terá um arquivo "credenciais.csv". Você precisará descompactar o arquivo primeiro, e então realizar o carregamento do arquivo "credenciais.csv" abaixo.
ru: Примечание: загружаемый вами файл .zip будет содержать файл "credentials.csv". Сначала необходимо распаковать архив, а затем загрузить ниже CSV-файл "credentials.csv".
uk: Примітка: завантажений вами ZIP-файл міститиме файл "credentials.csv". Спочатку потрібно розпакувати архів, а потім завантажити CSV-файл "credentials.csv" нижче.
zh: 注意：你下载的 .zip 文件将包含一个“credentials.csv”文件。你需要先解压缩该档案，然后在下方上传“credentials.csv”CSV 文件。

# KeePassXCDescription
source: Import passwords from KeePassXC
de: Importiere Deine Passwörter aus KeePassXC.
fi: Tuo salasanat KeePassXC:stä
he: ייבוא סיסמאות מ־KeePassXC
it: Importa password da KeePassXC
nl: Importeer wachtwoorden uit KeePassXC
pl: Importuj hasła z KeePassXC
pt: Importar senhas do KeePassXC
ru: Импорт паролей из KeePassXC
uk: Імпорт паролів з KeePassXC
zh: 从 KeePassXC 导入密码

# KeePassXCInstructionsPart1
source: In order to import your KeePassXC vault, you need to export it as a CSV file. You can do this by going to the 'File' menu and selecting 'Export' (to CSV).
de: Um Deinen KeePassXC-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Gehe dazu ins Menü "Datei" und wähle "Exportieren" (als CSV-Datei).
fi: Tuodaksesi KeePassXC holvisi, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen menemällä valikkoon > "File" > "Export" ja valitsemalla "Export (to CSV".
he: כדי לייבא את כספת ה־KeePassXC שלך, יש לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי גישה לתפריט ‚מסד־נתונים’ ובחירה ב‚ייצוא’ > ‚קובץ CSV…’.
it: Per importare la cassaforte KeePassXC, è necessario esportarla come file CSV. Puoi farlo andando al menu 'File' e selezionando 'Esporta' (per CSV).
nl: Om je KeePassXC kluis te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door naar het 'File' menu te gaan en 'Export' (naar CSV) te selecteren.
pl: Aby zaimportować magazyn KeePassXC, należy wyeksportować go jako plik CSV. Można to zrobić, przechodząc do menu „Baza danych” i wybierając opcję „Eksportuj” (plik CSV).
pt: Para importar senhas do seu cofre KeePass XC, você precisará exportá-lo como um arquivo CSV. Você pode fazer isto indo no menu 'Banco de dados' e selecionando 'Exportar (Arquivo CSV)'.
ru: Чтобы импортировать хранилище KeePassXC, сначала экспортируйте его в CSV‑файл. Для этого откройте меню «База данных» и выберите пункт «Экспорт» (CSV‑файл).
uk: Щоб імпортувати сховище KeePassXC, потрібно експортувати його як файл CSV. Для цього перейдіть у меню «База даних» і виберіть «Експорт» (файл CSV).
zh: 要导入你的 KeePassXC 保险库，你需要将其导出为 CSV 文件。你可以通过进入“文件”菜单并选择“导出”（至 CSV）来完成此操作。

# KeePassXCInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# ProtonPassDescription
source: Import passwords from Proton Pass
de: Importiere Deine Passwörter aus Proton Pass.
fi: Tuo salasanat Proton Passista
he: ייבוא סיסמאות מ־Proton Pass
it: Importa password da Proton Pass
nl: Importeer wachtwoorden uit Proton Pass
pl: Importuj hasła z Proton Pass
pt: Importar senhas do Proton Pass
ru: Импорт паролей из Proton Pass
uk: Імпорт паролів з Proton Pass
zh: 从 Proton Pass 导入密码

# ProtonPassInstructionsPart1
source: In order to import your Proton Pass passwords, you need to export it as a CSV file. You can do this by logging into Proton Pass (web), clicking on the 'Settings' menu > 'Export' > 'File format: CSV'. Then click on 'Export'.
de: Um Deinen Proton-Pass-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem Proton-Konto auf der Webseite an, gehe ins Menü "Einstellungen" > "Exportieren" > "Datei-Format: CSV" und wähle "Exportieren".
fi: Tuodaksesi Proton Pass -salasanasi, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen kirjautumalla Proton Pass-verkkoversioon ja valitsemalla sieltä Settings valikosta > "Export" > "File Format CSV". Tämän jälkeen valitse "Export".
he: כדי לייבא את הסיסמאות שלך מ־Proton Pass, יש לייצא אותן כקובץ CSV. אפשר לעשות זאת על ידי כניסה ל־Proton Pass (דרך הדפדפן), ללחוץ על תפריט ‚הגדרות’ > ‚ייצוא’ > ‚תסדיר קובץ: CSV’. ואז ללחוץ על ‚ייצוא’.
it: Per importare le password di Proton Pass, è necessario esportarle come file CSV. Puoi farlo accedendo a Proton Pass (web), facendo clic sul menu 'Impostazioni' > 'Esporta' > 'Formato file: CSV'. Quindi fai clic su 'Esporta'.
nl: Om je Proton Pass wachtwoorden te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen op Proton Pass (web), op het 'Settings' menu te klikken > 'Export' > 'File format: CSV'. Klik vervolgens op 'Export'.
pl: Aby zaimportować hasła z Proton Pass, należy wyeksportować je do pliku CSV. W tym celu należy zalogować się do Proton Pass (wersja internetowa), kliknąć menu „Ustawienia” > „Eksportuj” > „Format pliku: CSV”. Następnie należy kliknąć „Eksportuj”.
pt: Para importar suas senhas do Proton Pass, você precisará exportá-las como um arquivo CSV. Você pode fazer isto indo no Proton Pass (web), clicando no menu 'Configurações' > 'Exportar' > 'Formato de arquivo: CSV'. Então, clique em 'Exportar'.
ru: Чтобы импортировать пароли из Proton Pass, сначала экспортируйте их в CSV‑файл. Для этого войдите в Proton Pass (веб‑версия), откройте меню «Настройки» > «Экспорт» > «Формат файла: CSV», а затем нажмите «Экспорт».
uk: Щоб імпортувати паролі Proton Pass, вам потрібно експортувати їх у форматі CSV. Ви можете зробити це, увійшовши в Proton Pass (вебверсія), натиснувши меню «Налаштування» > «Експорт» > «Формат файлу: CSV». Потім натисніть «Експорт».
zh: 要导入你的 Proton Pass 密码，你需要将其导出为 CSV 文件。你可以通过登录 Proton Pass（网页版），点击“设置”菜单>“导出”>“文件格式：CSV”。然后点击“导出”来完成此操作。

# ProtonPassInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# StrongboxDescription
source: Import passwords from Strongbox
de: Importiere Deine Passwörter aus Strongbox.
fi: Tuo salasanat Strongboxista
he: ייבוא סיסמאות מ־Stronbox
it: Importa password da Strongbox
nl: Importeer wachtwoorden uit Strongbox
pl: Importuj hasła z Strongbox
pt: Importar senhas do Strongbox
ru: Импорт паролей из Strongbox
uk: Імпорт паролів із Strongbox
zh: 从 Strongbox 导入密码

# StrongboxInstructionsPart1
source: In order to import your Strongbox vault, you need to export it as a CSV file. You can do this by going to the 'File' menu and selecting 'Export Database' (to CSV).
de: Um Deinen Strongbox-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Gehe dazu ins Menü "Datei" und wähle "Datenbank exportieren" (als CSV-Datei).
fi: Tuodaksesi StrongBox holvisi, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen menemällä valikkoon > "File" ja valitsemalla "Export Database (to CSV".
he: כדי לייבא את כספת ה־Strongbox שלך, יש לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי גישה לתפריט ‚קובץ’ ובחירה ב‚ייצוא מסד נתונים’ (ל־CSV).
it: Per importare la cassaforte Strongbox, è necessario esportarla come file CSV. Puoi farlo andando al menu 'File' e selezionando 'Esporta banca dati' (per CSV).
nl: Om je Strongbox kluis te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door naar het 'File' menu te gaan en 'Export Database' (naar CSV) te selecteren.
pl: Aby zaimportować sejf Strongbox, należy wyeksportować go jako plik CSV. Można to zrobić, przechodząc do menu „Plik” i wybierając opcję „Eksportuj bazę danych” (do pliku CSV).
pt: Para importar seu cofre do Strongbox, você precisará exportá-lo para um arquivo CSV. Você pode fazer isto indo no menu 'Arquivo' e selecionando 'Exportar Banco de Dados (para CSV)'.
ru: Чтобы импортировать хранилище Strongbox, сначала экспортируйте его в CSV‑файл. Для этого откройте меню «Файл» и выберите «Экспортировать базу данных» (CSV).
uk: Щоб імпортувати ваше сховище Strongbox, вам потрібно експортувати його як файл CSV. Ви можете зробити це, перейшовши до меню «Файл» і вибравши «Експорт бази даних» (у CSV).
zh: 要导入你的 Strongbox 保险库，你需要将其导出为 CSV 文件。你可以通过进入“文件”菜单并选择“导出数据库”（至 CSV）来完成此操作。

# StrongboxInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# AliasVaultDescription
source: Import passwords from another AliasVault server or manual back-up
de: Importiere Deine Passwörter aus einem anderen AliasVault-Konto oder einer manuellen Sicherung.
fi: Tuo salasanat toisesta AliasVault palvelimesta tai manuaalisesta varmuuskopiosta
he: ייבוא סיסמאות משרת AliasVault אחר או גיבוי ידני
it: Importa password da un altro server AliasVault o backup manuale
nl: Importeer wachtwoorden van een andere AliasVault server of handmatige back-up
pl: Importuj hasła z innego serwera AliasVault lub kopii zapasowej
pt: Importar senhas de outro servidor AliasVault ou backup manual
ru: Импорт паролей с другого сервера AliasVault или из ручной резервной копии
uk: Імпорт паролів з іншого сервера AliasVault або ручне резервне копіювання
zh: 从另一个 AliasVault 服务器或手动备份导入密码

# AliasVaultInstructionsPart1
source: If you have a CSV file back-up of your AliasVault database (from a different AliasVault server), you can import it here.
de: Wenn Du eine CSV-Sicherungsdatei Deiner AliasVault-Datenbank (von einem anderen AliasVault-Server) hast, kannst Du sie hier importieren.
fi: Jos sinulla on AliasVault-tietokantasi varmuuskopio CSV-tiedostosta (eri AliasVault-palvelimelta), voit tuoda sen tänne.
he: אם יש לך גיבוי ב־CSV של מסד הנתונים שלך ב־AliasVault (משרת AliasVault אחר), אפשר לייבא אותו דרך כאן.
it: Se si dispone di un backup di file CSV del database AliasVault (da un server AliasVault diverso), è possibile importarlo qui.
nl: Als je een CSV-bestand back-up hebt van je AliasVault database (van een andere AliasVault server), kun je het hier importeren.
pl: Jeśli posiadasz kopię zapasową bazy danych AliasVault w formacie CSV (z innego serwera AliasVault), możesz ją tutaj zaimportować.
pt: Se você tem um arquivo CSV de backup do seu cofre AliasVault (de um servidor AliasVault diferente), você pode importá-lo aqui.
ru: Если у вас есть резервная копия CSV-файла с базой данных AliasVault (из другого сервера AliasVault), вы можете импортировать ее здесь.
uk: Якщо у вас є резервна копія бази даних AliasVault у форматі CSV (з іншого сервера AliasVault), ви можете імпортувати її сюди.
zh: 如果你有 AliasVault 数据库的 CSV 文件备份（来自不同的 AliasVault 服务器），你可以在此处导入。

# DropboxDescription
source: Import passwords from Dropbox Passwords
de: Importiere Deine Passwörter aus Dropbox Passwords.
fi: Tuo salasanat Dropboxin salasanoista
he: ייבוא סיסמאות מסיסמאות Dropbox
it: Importa le password da Dropbox Password
nl: Importeer wachtwoorden uit Dropbox Passwords
pl: Importuj hasła z Dropbox Passwords
pt: Importar senhas do Dropbox Passwords
ru: Импорт паролей из Dropbox Passwords
uk: Імпорт паролів з Dropbox Passwords
zh: 从 Dropbox Passwords 导入密码

# DropboxInstructionsPart1
source: In order to import your Dropbox Passwords, you need to export them as a CSV file. You can do this by opening Dropbox Passwords, going to 'Account' > 'Export' (to .CSV).
de: Um Deine Dropbox-Passwörter zu importieren, musst Du diese zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem Dropbox-Konto an und wähle "Account" > "Exportieren" (als CSV-Datei).
fi: Tuodaksesi Dropbox Passwords -salasanat, sinun pitää tallentaa ne CSV-tiedostona.Tee se käynnistämällä Dropbox Passwords ja mene > "Accoutn" > "Export (to CSV)."
he: כדי לייבא את הסיסמאות שלך מסיסמאות Dropbox, יש לייצר אותן כקובץ CSV. אפשר לעשות זאת על ידי פתיחת סיסמאות Dropbox, לגשת ל־‚Account’ ‏> ‚Export’ (ל־‎.CSV).
it: Per importare le password di Dropbox, è necessario esportarle come file CSV Puoi farlo aprendo le password di Dropbox, andando su 'Account' > 'Esporta' (verso .CSV)
nl: Om je wachtwoorden uit Dropbox Passwords te importeren, moet je deze als CSV-bestand exporteren. Je kunt dit doen door Dropbox Passwords te openen, en vervolgens te navigeren naar 'Account' > 'Exporteren' (naar .CSV).
pl: Aby zaimportować hasła z Dropbox Passwords, należy je wyeksportować jako plik CSV. Można to zrobić, otwierając Dropbox Passwords, przechodząc do „Konto” > „Eksportuj” (do pliku .CSV).
pt: Para importar suas senhas do Dropbox Passwords, você precisará exportá-las como um arquivo CSV. Você poderá fazer isto abrindo o Dropbox Passwords, indo em 'Conta' > 'Exportar (para .CSV)'.
ru: Чтобы импортировать пароли из Dropbox Passwords, сначала экспортируйте их в CSV‑файл. Для этого откройте Dropbox Passwords, перейдите во вкладку «Аккаунт» и выберите «Экспортировать» (CSV).
uk: Щоб імпортувати паролі Dropbox, вам потрібно експортувати їх у форматі CSV. Ви можете зробити це, відкривши Dropbox Passwords, перейшовши до розділу «Обліковий запис» > «Експорт» (у формат .CSV).
zh: 要将你的 Dropbox Passwords 导入，需先将其导出为 CSV 文件。操作步骤为：打开 Dropbox Passwords，进入「账户」>「导出（至 .CSV 文件）」。

# UploadFileInstructionCommon
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。
