Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Settings/ImportExport/ImportServices.*.resx
Languages: de, fi, he, it, nl, pl, pt, ru, uk, zh

# OnePasswordDescription
source: Import passwords from your 1Password vault
de: Importiere Deine Passwörter aus 1Password.
fi: Tuo salasanoja 1Password holvistasi
he: ייבוא סיסמאות מכספת ה־1Password שלך
it: Importa password dalla cassaforte 1Password
nl: Importeer wachtwoorden vanuit je 1Password account
pl: Importuj hasła z sejfu 1Password
pt: Importe senhas do seu cofre do 1Password
ru: Импорт паролей из 1Password
uk: Імпортуйте паролі зі свого сховища 1Password
zh: 从你的1Password密码库导入密码

# OnePasswordInstructionsPart1
source: In order to import your 1Password vault, you need to export it as a CSV file. You can do this by logging into your 1Password account in the 1Password 8 desktop app (Windows / MacOS / Linux), going to the 'File' menu and selecting 'Export' (to CSV).
de: Um Deinen 1Password-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in der 1Password-Desktop-App (Windows / macOS / Linux) bei Deinem Konto an, gehe ins Menü "Datei" und wähle "Exportieren" (als CSV-Datei).
fi: Jotta voit tuoda 1Password holvin, sinun täytyy viedä se CSV tiedosto. Voit tehdä tämän kirjautumalla 1Password tilillesi 1Password 8 työpöytäsovelluksessa (Windows / MacOS / Linux), menossa 'Tiedosto' valikkoon ja valitse 'Vie' (CSV).
he: כדי לייבא את הכספת שלך מ־1Password, צריך לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי כניסה לחשבון ה־1Password שלך ביישום 1Password 8 לשולחן העבודה (Windows ‏/ macOS / לינוקס), מעבר אל תפריט ‚קובץ’ ובחירה ב‚ייצוא’ (ל־CSV).
it: Per importare la cassaforte 1Password, è necessario esportarla come file CSV. Puoi farlo accedendo al tuo account 1Password nell'app desktop 1Password 8 (Windows / MacOS / Linux), vai al menu 'File' e seleziona 'Esporta' (per CSV).
nl: Om je 1Password kluis te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen op je 1Password account in de 1Password 8 desktop app (Windows / MacOS / Linux), naar het 'File' menu te gaan en 'Export' (naar CSV) te selecteren.
pl: Aby zaimportować sejf 1Password, należy wyeksportować go jako plik CSV. Można to zrobić, logując się na swoje konto 1Password w aplikacji komputerowej 1Password 8 (Windows / MacOS / Linux), przechodząc do menu „Plik” i wybierając opcję „Eksportuj” (do CSV).
pt: Para importar seu cofre do 1Password, você precisará exportá-lo como um arquivo CSV. Você pode fazer isto entrando na sua conta 1Password no aplication 1Password 8 para desktop (Windows / MacOS / Linux), indo ao menu 'Arquivo' e selecionando 'Exportar (para CSV)'.
ru: Чтобы импортировать хранилище 1Password, сначала экспортируйте его в CSV-файл. Для этого войдите в учетную запись 1Password в настольном приложении 1Password 8 (Windows / MacOS / Linux), откройте меню «Файл» и выберите «Экспорт» (CSV).
uk: Щоб імпортувати сховище 1Password, вам потрібно експортувати його як файл CSV. Ви можете зробити це, увійшовши до свого облікового запису 1Password у програмі 1Password 8 для настільних комп’ютерів (Windows / MacOS / Linux), перейшовши до меню «Файл» і вибравши «Експорт» (у CSV).
zh: 要导入你的 1Password 密码库，你需要将其导出为 CSV 文件。你可以通过在 1Password 8 桌面应用程序（Windows / MacOS / Linux）中登录你的 1Password 账户，进入“文件”菜单并选择“导出”（至 CSV）来完成此操作。

# OnePasswordInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# BitwardenDescription
source: Import passwords from your Bitwarden vault
de: Importiere Deine Passwörter aus Bitwarden.
fi: Tuo salasanat Bitwarden holvistasi
he: ייבוא סיסמאות מכספת ה־Bitwarden שלך
it: Importa password dalla tua cassaforte Bitwarden
nl: Importeer wachtwoorden vanuit je Bitwarden account
pl: Importuj hasła z sejfu Bitwarden
pt: Importe senhas do seu cofre do Bitwarden
ru: Импорт паролей из Bitwarden
uk: Імпортуйте паролі зі свого сховища Bitwarden
zh: 从你的 Bitwarden 密码库导入密码

# BitwardenInstructionsPart1
source: In order to import your Bitwarden vault, you need to export it as a CSV file. You can do this by logging into your Bitwarden account, going to the 'Tools' menu and selecting 'Export vault' (to CSV).
de: Um Deinen Bitwarden-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem Bitwarden-Konto an, gehe ins Menü "Werkzeuge" und wähle "Tresor exportieren" (als CSV-Datei).
fi: Tuodaksesi Bitwarden-holvin, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen kirjautumumalla Bitwarden-tilillesi. menemällä "Tools" valikkoon ja valitsemalla "Export vault (to CSV)".
he: כדי לייבא את כספת ה־Bitwarden שלך, צריך לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי כניסה לחשבון ה־Bitwarden שלך, מעבר לתפריט ‚כלים’ ובחירה ב‚ייצוא כספת’ (ל־CSV).
it: Per importare la cassaforte Bitwarden, è necessario esportarla come file CSV. Puoi farlo accedendo al tuo account Bitwarden, andando al menu 'Strumenti' e selezionando 'Esporta vault' (in CSV).
nl: Om je Bitwarden credentials te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen op je Bitwarden account, naar het 'Tools' menu te gaan en vervolgens 'Export vault' (naar CSV) te selecteren.
pl: Aby zaimportować sejf Bitwarden, należy wyeksportować go jako plik CSV. Można to zrobić, logując się na konto Bitwarden, przechodząc do menu „Narzędzia” i wybierając opcję „Eksportuj sejf” (do pliku CSV).
pt: Para importar seu cofre do Bitwarden, você precisará exportá-lo como um arquivo CSV. Você pode fazer isto entrando na sua conta do Bitwarden, indo ao menu 'Ferramentas' e selecionando 'Exportar cofre (para CSV)'.
ru: Чтобы импортировать хранилище Bitwarden, сначала экспортируйте его в CSV-файл. Для этого войдите в учетную запись Bitwarden, откройте меню «Инструменты» и выберите «Экспорт хранилища» (CSV).
uk: Щоб імпортувати ваше сховище Bitwarden, вам потрібно експортувати його як файл CSV. Ви можете зробити це, увійшовши до свого облікового запису Bitwarden, перейшовши до меню «Інструменти» та вибравши «Експортувати сховище» (у CSV).
zh: 要导入你的 Bitwarden 密码库，你需要将其导出为 CSV 文件。你可以通过登录你的 Bitwarden 账户，进入“工具”菜单并选择“导出密码库”（至 CSV）来完成此操作。

# BitwardenInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Após ter exportado o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# LastPassDescription
source: Import passwords from your LastPass vault
de: Importiere Deine Passwörter aus LastPass.
fi: Tuo salasanat LastPass-holvistasi
he: ייבוא סיסמאות מכספת ה־LastPass שלך
it: Importa password dalla tua cassaforte LastPass
nl: Importeer wachtwoorden vanuit je LastPass account
pl: Importuj hasła z sejfu LastPass
pt: Importar senhas do seu cofre do LastPass
ru: Импорт паролей из LastPass
uk: Імпорт паролів зі сховища LastPass
zh: 从你的 LastPass 密码库导入密码

# LastPassInstructionsPart1
source: In order to import your LastPass vault, you need to export it as a CSV file. You can do this by logging into your LastPass account, going to 'Advanced Options' in the left sidebar and selecting 'Export' > 'LastPass CSV File'.
de: Um Deinen LastPass-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem LastPass-Konto an, gehe in der linken Seitenleiste zu "Erweitere Optionen" und wähle "Exportieren" > " LastPass CSV-Datei".
fi: Tuodaksesi LastPass-holvin, sinun pitää tallentaa se CSV-tiedostona. Voit tehdä sen kirjautumumalla LastPass-tilillesi. menemällä "Advanced Options" valikkoon työkaluvalikossa ja valitsemalla "Export" > "LastPass CSV File".
he: כדי לייבא את כספת ה־LastPass שלך, צריך לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי כניסה לחשבון ה־LastPass שלך, מעבר ל‚אפשרויות מתקדמות’ בתפריט הצד ובחירה ב‚ייצוא’ > ‚קובץ CSV של LastPass’.
it: Per importare il proprio Vault LastPass, è necessario esportarlo come file CSV. Puoi farlo accedendo al tuo account LastPass, andando a 'Opzioni avanzate' nella barra laterale sinistra e selezionando 'Esporta' > 'File CSV LastPass'.
nl: Om je LastPass kluis te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen op je LastPass account, naar 'Advanced Options' in de linkerzijbalk te gaan en 'Export' > 'LastPass CSV File' te selecteren.
pl: Aby zaimportować sejf LastPass, należy wyeksportować go jako plik CSV. W tym celu należy zalogować się na konto LastPass, przejść do sekcji „Opcje zaawansowane” w lewym pasku bocznym i wybrać opcję „Eksportuj” > „Plik CSV LastPass”.
pt: Para importar seu cofre do LastPass, você precisará exportá-lo como um arquivo CSV. Você pode fazer isto entrando na sua conta do LastPass, indo em 'Opções Avançadas' no canto esquerdo e selecionando 'Exportar' > 'Arquivo CSV LastPass'.
ru: Чтобы импортировать хранилище LastPass, сначала экспортируйте его в CSV-файл. Для этого войдите в учетную запись LastPass, откройте раздел «Расширенные настройки» в левой боковой панели и выберите «Экспорт» > «Файл CSV LastPass».
uk: Щоб імпортувати ваше сховище LastPass, вам потрібно експортувати його як файл CSV. Ви можете зробити це, увійшовши до свого облікового запису LastPass, перейшовши до розділу «Додаткові параметри» на лівій бічній панелі та вибравши «Експорт» > «Файл LastPass CSV».
zh: 要导入你的 LastPass 密码库，你需要将其导出为 CSV 文件。你可以通过登录你的 LastPass 账户，进入左侧边栏的“高级选项”并选择“导出”>“LastPass CSV 文件”来完成此操作。

# LastPassInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# ChromeDescription
source: Import passwords from your Chrome Password Manager
de: Importiere Deine Passwörter aus dem Chrome-Passwort-Manager.
fi: Tuo salasanat Chrome Password Managerista
he: ייבוא סיסמאות ממנהל הסיסמאות שלך ב־Chrome
it: Importa password dal tuo Chrome Password Manager
nl: Importeer wachtwoorden uit de Chrome Password Manager
pl: Importuj hasła z menedżera haseł przeglądarki Chrome
pt: Importar senhas do Gerenciador de Senhas do Chrome
ru: Импорт паролей из Chrome
uk: Імпорт паролів з Менеджера паролів Chrome
zh: 从你的 Chrome 密码管理器导入密码

# ChromeInstructionsPart1
source: In order to import your Chrome Password Manager, you need to export it as a CSV file. You can do this by logging into your Chrome browser, going to the 'Settings' menu > 'Password and AutoFill' > 'Google Password Manager'. Then click on 'Export passwords'.
de: Um Deinen Chrome-Passwort-Manager zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Melde Dich dazu in Deinem Chrome-Browser an, gehe ins Menü "Einstellungen" > "Passwörter und Autofill" > "Google Passwort Manager". Klicke anschließend auf "Passwörter exportieren".
fi: Tuodaksesi salasanasi Chrome Password Managerista, sinun tarvitsee tallentaa ne CSV tiedostona. Voit tehdä sen kirjautumalla Chrome-selaimeen. Siirrty "Settings" ja "Password and AutoFill". Tämän jälkeen valitse tiedostomuodoksi "Google Password Manager". Suorita "Export Passwords" toiminto.
he: כדי לייבא את הסיסמאות ממנהל הסיסמאות של Chrome, יש לייצר אותן לקובץ CSV. אפשר לעשות זאת על ידי כניסה לדפדפן ה־Chrome שלך, גישה לתפריט ה‚הגדרות’ > ‚סיסמאות והשלמה אוטומטית’ > ‚מנהל הסיסמאות של Google’. ואז ללחוץ על ‚ייצוא סיסמאות’.
it: Per importare il vostro Chrome Password Manager, è necessario esportarlo come file CSV. Puoi farlo accedendo al tuo browser Chrome, andando al menu 'Impostazioni' > 'Password e AutoFill' > 'Google Password Manager'. Quindi clicca su 'Esporta password'.
nl: Om wachtwoorden uit Chrome te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door in te loggen in je Chrome browser, naar het 'Settings' menu te gaan > 'Password and AutoFill' > 'Google Password Manager'. Klik vervolgens op 'Export passwords'.
pl: Aby zaimportować menedżera haseł Chrome, należy wyeksportować go jako plik CSV. Można to zrobić, logując się do przeglądarki Chrome, przechodząc do menu „Ustawienia” > „Hasła i autouzupełnianie” > „Menedżer haseł Google”. Następnie należy kliknąć „Eksportuj hasła”.
pt: Para importar senhas do Gerenciador de Senhas do Chrome, você precisará exportá-las como um arquivo CSV. Você pode fazer isso entrando no seu navegador Chrome, indo no menu 'Configurações' > 'Senhas e Auto Preenchimento' > 'Gerenciador de Senhas do Google'. Então, clique em 'Exportar senhas'.
ru: Чтобы импортировать пароли из Chrome, сначала экспортируйте их в CSV-файл. Для этого откройте браузер Chrome, перейдите в меню «Настройки» > «Автозаполнение и пароли» > «Google менеджер паролей» и нажмите «Экспорт паролей».
uk: Щоб імпортувати свій Менеджер паролів Chrome, потрібно експортувати його як файл CSV. Ви можете зробити це, увійшовши у свій браузер Chrome, перейшовши до меню «Налаштування» > «Паролі та автозаповнення» > «Менеджер паролів Google». Потім натисніть «Експортувати паролі».
zh: 要导入你的 Chrome 密码管理器中的密码，你需要将其导出为 CSV 文件。你可以通过登录你的 Chrome 浏览器，进入“设置”菜单>“密码和自动填充”>“谷歌密码管理器”。然后点击“导出密码”来完成此操作。

# ChromeInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# KeePassDescription
source: Import passwords from KeePass
de: Importiere Deine Passwörter aus KeePass.
fi: Tuo salasanat KeePassista
he: ייבוא סיסמאות מ־KeePass
it: Importa password da KeePass
nl: Importeer wachtwoorden uit KeePass
pl: Importuj hasła z KeePass
pt: Importar senhas do KeePass
ru: Импорт паролей из KeePass
uk: Імпорт паролів з KeePass
zh: 从 KeePass 导入密码

# KeePassInstructionsPart1
source: In order to import your KeePass vault, you need to export it as a CSV file. You can do this by going to the 'File' menu and selecting 'Export' (to CSV).
de: Um Deinen KeePass-Tresor zu importieren, musst Du ihn zuerst als CSV-Datei exportieren. Gehe dazu ins Menü "Datei" und wähle "Exportieren" (als CSV-Datei).
fi: Jotta voit tuoda KeePass holvin, sinun täytyy viedä se CSV-tiedostoksi. Voit tehdä tämän menemällä 'File' -valikkoon ja valitsemalla 'Export' (CSV).
he: כדי לייבא את כספת ה־KeePass שלך, יש לייצא אותה כקובץ CSV. אפשר לעשות זאת על ידי גישה לתפריט ‚מסד־נתונים’ ובחירה ב‚ייצוא’ > ‚קובץ CSV…’.
it: Per importare la cassaforte KeePass, è necessario esportarla come file CSV. Puoi farlo andando al menu 'File' e selezionando 'Esporta' (per CSV).
nl: Om je KeePass kluis te importeren, moet je deze exporteren als CSV-bestand. Je kunt dit doen door naar het 'File' menu te gaan en 'Export' (naar CSV) te selecteren.
pl: Aby zaimportować sejf KeePass, należy wyeksportować go jako plik CSV. Można to zrobić, przechodząc do menu „Plik” i wybierając opcję „Eksportuj” (do CSV).
pt: Para importar seu cofre do KeePass, você precisará exportá-lo para um arquivo CSV. Você pode fazer isso indo ao menu 'Arquivo' e selecionando 'Exportar (para CSV)'.
ru: Чтобы импортировать хранилище KeePass, сначала экспортируйте его в CSV-файл. Для этого откройте меню «Файл» и выберите «Экспорт» (CSV).
uk: Щоб імпортувати ваше сховище KeePass, вам потрібно експортувати його як файл CSV. Ви можете зробити це, перейшовши до меню «Файл» і вибравши «Експорт» (у CSV).
zh: 要导入你的 KeePass 保险库，你需要将其导出为 CSV 文件。你可以通过进入“文件”菜单并选择“导出”（至 CSV）来完成此操作。

# KeePassInstructionsPart2
source: Once you have exported the file, you can upload it below.
de: Sobald Du die Datei exportiert hast, kannst Du sie nachfolgend hochladen.
fi: Kun olet tallentanut tiedoston, voit ladata sen alta.
he: לאחר ייצוא הקובץ, אפשר להעלות אותו להלן.
it: Una volta esportato il file, puoi caricarlo qui sotto.
nl: Nadat je het bestand hebt geëxporteerd, kun je het hieronder uploaden.
pl: Po wyeksportowaniu pliku możesz go przesłać poniżej.
pt: Depois de exportar o arquivo, você pode carregá-lo abaixo.
ru: После экспорта файла вы можете загрузить его ниже.
uk: Після експорту файлу ви можете завантажити його нижче.
zh: 导出文件后，你可以在下方上传。

# GenericCsvDescription
source: Import credentials using a template CSV format
de: Importiere Deine Passwörter mithilfe einer CSV-Vorlage.
fi: Tuo käyttäjätunnukset käyttäen mallin CSV-muotoa
he: אפשר לייבא פרטי גישה דרך תסדיר תבנית CSV
it: Importa credenziali utilizzando un formato CSV modello
nl: Importeer credentials met een sjabloon CSV bestand
pl: Importuj dane uwierzytelniające przy użyciu szablonu w formacie CSV
pt: Importar credenciais utilizando um formato de template de CSV
ru: Импорт учетных данных в формате CSV шаблона
uk: Імпорт облікових даних за допомогою шаблону у форматі CSV
zh: 使用模板 CSV 格式导入凭据

# GenericCsvInstructionsPart1
source: Is the password manager you are using not supported? You can always import your credentials into AliasVault using a generic CSV template format instead.
de: Dein aktueller Passwort-Manager wird nicht unterstützt? Kein Problem – Du kannst Deine Zugangsdaten einfach mit einer standardisierten CSV-Vorlage in AliasVault importieren.
fi: Eikä käyttämääsi salasananhallintaohjelmaa tueta? Voit aina tuoda käyttäjätunnuksesi ja salasanasi AliasVaultiin käyttämällä sen sijaan yleistä CSV-mallia.
he: אין תמיכה במנהל הסיסמאות שמשמש אותך? אפשר תמיד להעלות את פרטי הגישה שלך ל־AliasVault דרך תסדיר תבנית CSV כוללנית במקום.
it: Il gestore di password che stai usando non è supportato? Puoi sempre importare le tue credenziali in AliasVault utilizzando invece un formato generico di modelli CSV.
nl: Wordt de wachtwoordmanager die je gebruikt niet ondersteund? Je kunt je inloggegevens altijd naar AliasVault importeren met een generiek CSV-sjabloonformaat.
pl: Czy używany przez Ciebie menedżer haseł nie jest obsługiwany? Zawsze możesz zaimportować swoje dane logowania do AliasVault, korzystając zamiast tego z ogólnego szablonu w formacie CSV.
pt: O gerenciador de senhas que você utiliza não é suportado? Você sempre pode importar suas credenciais para o AliasVault utilizando um formato de template genérico de CSV.
ru: Менеджер паролей, который вы используете, не поддерживается? Вы всегда можете импортировать ваши учетные данные в AliasVault с помощью общего формата шаблона CSV.
uk: Не підтримується менеджер паролів, який ви використовуєте? Ви завжди можете імпортувати свої облікові дані до AliasVault, використовуючи загальний шаблон CSV.
zh: 你使用的密码管理器不被支持吗？你始终可以改用通用 CSV 模板格式将你的凭据导入 AliasVault。

# GenericCsvStep1
source: Download the AliasVault Import CSV
de: Lade die AliasVault-CSV-Vorlage herunter.
fi: Lataa AliasVault CSV-tuontitiedosto
he: הורדת ה־CSV לייבוא ל־AliasVault
it: Scarica il CSV di importazione AliasVault
nl: Download het AliasVault Import CSV
pl: Pobierz plik CSV do importu do AliasVault
pt: Baixar o Importador de CSV AliasVault
ru: Скачать CSV для импорта AliasVault
uk: Завантажте CSV-файл імпорту AliasVault
zh: 下载 AliasVault 导入 CSV

# GenericCsvStep2
source: Open it in a spreadsheet program (Microsoft Excel, Google Sheets, etc.)
de: Öffnen Sie es in einem Tabellenkalkulationsprogramm (Microsoft Excel, LibreOffice, usw.)
fi: Avaa se taulukkolaskentaohjelmassa (Microsoft Excel, Google Sheets tms.)
he: לפתוח אותו בתוכנית גיליונות אלקטרוניים (Microsoft Excel,‏ Google Sheets וכן הלאה)
it: Aprirlo in un programma foglio di calcolo (Microsoft Excel, Google Sheets, ecc.)
nl: Open het in een spreadsheetprogramma (Microsoft Excel, Google Sheets, etc.)
pl: Otwórz go w programie do obsługi arkuszy kalkulacyjnych (Microsoft Excel, Arkusze Google itp.)
pt: Abra-o em um programa de planilha (Microsoft Excel, Google Sheets, etc.)
ru: Откройте его в программе для работы с таблицами (Microsoft Excel, Google Sheets и другие)
uk: Відкрийте його в програмі для роботи з електронними таблицями (LibreOffice Calc, Google Sheets тощо)
zh: 在电子表格程序（Microsoft Excel、Google Sheets 等）中打开它

# GenericCsvStep3
source: Fill in your credentials (replace the example data)
de: Fülle Deine Zugangsdaten aus (ersetze die Beispiel-Daten).
fi: Täytä käyttäjätunnuksesi (korvaa esimerkkitiedot)
he: למלא את פרטי הגישה שלך (להחליף את נתוני הדוגמה)
it: Compila le tue credenziali (sostituisci i dati di esempio)
nl: Vul je credentials in (vervang de voorbeeldgegevens)
pl: Wpisz swoje dane logowania (zastąp przykładowe dane)
pt: Digite suas credenciais (troque os dados de exemplo)
ru: Введите ваши учётные данные (замените пример данных)
uk: Заповніть свої облікові дані (замінюючи дані зразка)
zh: 填写你的凭据（替换示例数据）

# GenericCsvStep4
source: Save as CSV format and upload it below
de: Speichern die Datei im CSV-Format und laden sie es nachfolgend hoch
fi: Tallenna CSV-muodossa ja lataa se alapuolelle
he: לשמור לתסדיר CSV ולעלות להלן
it: Salva come formato CSV e caricalo qui sotto
nl: Sla op als CSV-indeling en upload het hieronder
pl: Zapisz w formacie CSV i prześlij poniżej
pt: Salve como formato CSV e carregue-o abaixo
ru: Сохраните в формате CSV и загрузите ниже
uk: Збережіть у форматі CSV та завантажте його нижче
zh: 另存为 CSV 格式并在下方上传

# GenericCsvTemplateDownloadError
source: Failed to download CSV template. Please try again.
de: Herunterladen der CSV-Vorlage fehlgeschlagen. Bitte versuche es erneut.
fi: CSV- mallin lataaminen epäonnistui. Yritä uudelleen.
he: הורדת תבנית ה־CSV נכשלה. נא לנסות שוב.
it: Download del modello CSV non riuscito. Riprova.
nl: Kon CSV-sjabloon niet downloaden. Probeer het opnieuw.
pl: Nie udało się pobrać szablonu CSV. Spróbuj ponownie.
pt: Falha ao baixar template de CSV. Por favor, tente novamente.
ru: Не удалось загрузить шаблон CSV. Пожалуйста, повторите попытку.
uk: Не вдалося завантажити шаблон CSV. Спробуйте ще раз.
zh: CSV 模板下载失败。请重试。

# FirefoxDescription
source: Import passwords from your Firefox Password Manager
de: Importiere Deine Passwörter aus dem Firefox-Passwort-Manager.
fi: Tuo salasanoja Firefox Password Managerista
he: ייבוא סיסמאות ממנהל הסיסמאות שלך ב־Firefox
it: Importa password dal tuo Firefox Password Manager
nl: Importeer wachtwoorden uit de Firefox Password Manager
pl: Importuj hasła z menedżera haseł przeglądarki Firefox
pt: Importar senhas do seu Gerenciador de Senhas do Firefox
ru: Импорт паролей из Firefox
uk: Імпорт паролів з вашого Менеджера паролів Firefox
zh: 从你的 Firefox 密码管理器导入密码
