Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Settings/ImportExport/ImportExport.*.resx
Languages: de, fi, fr, he, it, pl, pt, ru, zh

# PageTitle
source: Import / Export
de: Import und Export
fi: Tuo / Vie
fr: Importer / Exporter
he: ייבוא / ייצוא
it: Importa / Esporta
pl: Import / Eksport
pt: Importar / Exportar
ru: Импорт / экспорт
zh: 导入 / 导出

# PageDescription
source: On this page you can import and export your vault.
de: Auf dieser Seite kannst Du Deinen Tresor importieren und exportieren.
fi: Tältä sivulta voit tuoda ja viedä holvisi.
fr: Sur cette page, vous pouvez importer et exporter votre coffre.
he: בעמוד הזה אפשר לייבא ולייצר את הכספת שלך.
it: In questa pagina puoi importare ed esportare la tua casseforte.
pl: Na tej stronie możesz importować i eksportować swoje dane z sejfu.
pt: Nesta páguna você pode importar e exportar seu cofre.
ru: На этой странице вы можете импортировать и экспортировать своё хранилище.
zh: 在此页面上，你可以导入和导出你的保险库。

# ImportSectionTitle
source: Import passwords
de: Passwörter importieren
fi: Tuo salasanat.
fr: Importer vos mots de passe
he: ייבוא סיסמאות
it: Importa le password
pl: Importuj hasła
pt: Importar senhas
ru: Импорт паролей
zh: 导入密码

# ImportSectionDescription
source: Select a service to import from. If you are using a service that is not listed here and would like to see it supported, please raise an issue on <a href="https://github.com/lanedirt/AliasVault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> or contact us.
de: Wähle einen Dienst aus, von dem Du importieren möchtest. Wenn Du einen Dienst verwendest, der hier nicht aufgelistet ist, erstelle bitte ein Ticket auf <a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> oder kontaktiere uns.
fi: Valitse palvelu josta tuodaan. Jos käytät palvelua, jota ei ole lueteltu tässä ja haluaisit nähdä sen tuettuna, ehdota sitä tekijöille <a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> tai ota meihin yhteyttä.
fr: Sélectionnez un service depuis lequel importer. Si vous utilisez un service qui n'est pas listé ici et que vous aimeriez le voir pris en charge, veuillez ouvrir une issue sur <a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> ou contactez-nous.
he: נא לבחור שירות לייבא ממנו. אם השירות שמשמש אותך לא מופיע ברשימה וחשוב לך לראות שהוא נתמך, נא לפתוח תיעוד תקלה ב־<a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> או ליצור איתנו קשר.
it: Seleziona un servizio da cui importare. Se si utilizza un servizio che non è elencato qui e si desidera vederlo supportato, si prega di sollevare un problema su <a href="https://github.com/lanedirt/AliasVault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> o contattarci.
pl: Wybierz usługę, z której chcesz importować dane. Jeśli korzystasz z usługi, która nie jest tutaj wymieniona i chcesz, aby była obsługiwana, zgłoś problem na stronie <a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> lub skontaktuj się z nami.
pt: Selecione um serviço para importar. Se você está utilizando um serviço que não está listado aqui, e quiser que ele seja suportado, por favor abra uma issue no <a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a> ou entre em contato conosco.
ru: Выберите сервис, из которого хотите выполнить импорт. Если нужного сервиса нет в списке и вы хотите, чтобы он поддерживался, пожалуйста, создайте запрос на или свяжитесь с нами.
zh: 选择要从中导入的服务。如果你使用的服务未在此处列出，并且希望看到它得到支持，请在<a href="https://github.com/aliasvault/aliasvault/issues" target="_blank" class="text-primary-500 hover:text-primary-700">GitHub</a>上提出问题或与我们联系。

# ExportSectionTitle
source: Export vault
de: Tresor exportieren
fi: Vie holvi
fr: Exporter le coffre-fort
he: ייצוא כספת
it: Esporta cassaforte
pl: Eksportuj sejf
pt: Exportar cofre
ru: Экспорт хранилища
zh: 导出保险库

# ExportSectionDescription
source: If you want to export your AliasVault credentials to another AliasVault server (e.g. from cloud to self-hosted or vice-versa) or to another service altogether, you can export it here. Note that all exports are unencrypted so store it in a safe place and delete it when you no longer need it.
de: Wenn Du Deine AliasVault-Zugangsdaten auf einen anderen AliasVault-Server (z. B. von der Cloud zu einer selbst gehosteten Version oder umgekehrt) oder zu einem anderen Dienst exportieren möchtest, kannst Du das hier tun. Beachte: Alle Exporte sind unverschlüsselt – speichere die Datei daher an einem sicheren Ort und lösche sie, sobald Du sie nicht mehr brauchst.
fi: Jos haluat viedä AliasVault-käyttäjätunnuksesi toiselle AliasVault-palvelimelle (esim. pilvestä itse palveluun tai kokonaan toiseen palveluun voit viedä sen täältä. Huomaa, että kaikki vienti on salaamatonta, joten tallenna se turvalliseen paikkaan ja poista se, kun et enää tarvitse sitä.
fr: Si vous voulez exporter vos identifiants AliasVault vers un autre serveur AliasVault (par ex. du cloud à l'auto-hébergé ou vice-versa) ou à un autre service, vous pouvez l'exporter ici. Notez que toutes les exportations sont non chiffrées, donc stockez-les dans un endroit sûr et supprimez-les lorsque vous n'en avez plus besoin.
he: כדי לייצא את פרטי הגישה שלך ב־AliasVault לשרת AliasVault אחר (למשל: מענן לשרת באירוח עצמי או להפך) או לשירות אחר באשר הוא, אפשר לייצר אותם מכאן. נא לשים לב שכל מה שמיוצא לא מוצפן, לכן חשוב לשמור את המידע במקום בטוח ולמחוק אותו כשאין בו יותר צורך.
it: Se si desidera esportare le proprie credenziali AliasVault su un altro server AliasVault (ad es. dal cloud al self-hosted o viceversa) o ad un altro servizio, è possibile farlo qui. Nota che tutte le esportazioni non sono cifrate per cui memorizzale in un luogo sicuro ed eliminale quando non ne hai più bisogno.
pl: Jeśli chcesz wyeksportować swoje dane uwierzytelniające AliasVault na inny serwer AliasVault (np. z chmury do serwera własnego lub odwrotnie) lub do zupełnie innej usługi, możesz to zrobić tutaj. Pamiętaj, że wszystkie eksportowane dane są niezaszyfrowane, więc przechowuj je w bezpiecznym miejscu i usuń, gdy nie będą już potrzebne.
pt: Se você quiser exportar suas credenciais AliasVault para outro servidor AliasVault (ex.: da nuvem para self-hosted ou vice-versa), ou para outro serviço, você pode exportá-las aqui. Note que todos os exportes são descriptografados, então armazene-os em um local seguro e exclua-o quando você não precisar mais dele.
ru: Если вы хотите экспортировать свои учетные данные AliasVault на другой сервер AliasVault (например, из облака на собственный сервер или наоборот), либо в другой сервис, вы можете сделать это здесь. Имейте в виду, что все экспортируемые данные не шифруются, поэтому храните их в надежном месте и удалите, когда они больше не нужны.
zh: 如果你想将你的AliasVault凭据导出到另一台AliasVault服务器（例如从云到自托管，反之亦然）或完全导出到另一项服务，你可以在此处导出。请注意，所有导出都是未加密的，因此请将其存储在安全的地方，并在不再需要时将其删除。

# ExportCsvButton
source: Export vault to unencrypted CSV file
de: Tresor als unverschlüsselte CSV-Datei exportieren
fi: Vie holvi salaamattomaan CSV-tiedostoon
fr: Exporter le coffre vers un fichier CSV non chiffré
he: ייצוא כספת לקובץ CSV לא מוצפן
it: Esporta la cassaforte in un file CSV non cifrato
pl: Eksportuj magazyn do niezaszyfrowanego pliku CSV
pt: Exportar cofre para arquivo CSV descriptografado
ru: Экспортировать хранилище в CSV-файл без шифрования
zh: 将保险库导出到未加密的CSV文件

# ExportSqliteButton
source: Export vault to unencrypted SQLite file
de: Tresor als unverschlüsselte SQLite-Datei exportieren
fi: Vie holvi salaamattomaan SQLite tiedostoon
fr: Exporter le coffre vers un fichier SQLite non chiffré
he: ייצוא כספת לקובץ SQLite לא מוצפן
it: Esporta la cassaforte in un file SQLite non cifrato
pl: Eksportuj sejf do niezaszyfrowanego pliku SQLite
pt: Exportar cofre para arquivo SQLite descriptografado
ru: Экспортировать хранилище в SQLite-файл без шифрования
zh: 将保险库导出到未加密的SQLite文件

# ExportConfirmTitle
source: Export vault
de: Tresor exportieren
fi: Vie holvi
fr: Exporter le coffre-fort
he: ייצוא כספת
it: Esporta cassaforte
pl: Eksportuj sejf
pt: Exportar cofre
ru: Экспорт хранилища
zh: 导出保险库

# ExportWarningMessage
source: Warning: Exporting your vault to an unencrypted file will expose all of your passwords and sensitive information in plain text. Only do this on trusted computers and ensure you: • Store the exported file in a secure location • Delete the file when you no longer need it • Never share the exported file with others Are you sure you want to continue with the export?
de: Warnung: Beim Exportieren Deines Tresors in eine unverschlüsselte Datei werden alle Deine Passwörter und sensiblen Daten im Klartext sichtbar. Führe diesen Vorgang nur auf vertrauenswürdigen Geräten aus und stelle sicher, dass Du: • die exportierte Datei an einem sicheren Ort speicherst. • die Datei löschst, sobald Du sie nicht mehr brauchst. • die Datei niemals mit anderen teilst. Bist Du sicher, dass Du mit dem Export fortfahren möchtest?
fi: Varoitus: Holvisi vienti salaamattomaan tiedostoon paljastaa kaikki salasanasi ja arkaluonteiset tiedot pelkässä tekstissä. Tee tämä vain luotettavilla tietokoneilla ja varmista, että: • Tallenna viety tiedosto turvalliseen paikkaan • Poista tiedosto, kun et enää tarvitse sitä • Älä koskaan jaa vietyä tiedostoa muiden kanssa Oletko varma, että haluat jatkaa vientiä?
fr: Attention : Exporter votre coffre vers un fichier non chiffré exposera tous vos mots de passe et vos informations sensibles en texte simple. Ne le faites que sur des ordinateurs de confiance et assurez-vous que vous : • Stockez le fichier exporté dans un emplacement sécurisé • Supprimez le fichier quand vous n'en avez plus besoin • Ne partagez jamais le fichier exporté avec d'autres Êtes-vous sûr de vouloir continuer l'exportation?
he: אזהרה: ייצוא הכספת שלך לקובץ לא מוצפן תחשוף את כל הסיסמאות והפרטים הרגישים שלך בטקסט גלוי. יש לעשות זאת על מחשבים מהימנים וגם לוודא: • שאחסנת את הקובץ המיוצר במקום בטוח • שמחקת את הקובץ אם אין בו צורך עוד • לעולם לא לשתף את הקובץ המיוצא עם אחרים להמשיך בייצוא?
it: Attenzione: Esportare la cassaforte in un file non cifrato esporrà tutte le password e le informazioni sensibili in testo semplice. Fallo solo su computer affidabili e assicurarti di: • Conservare il file esportato in una posizione sicura • Eliminare il file quando non ne hai più bisogno • Non condividere mai il file esportato con altri Sei sicuro di voler continuare con l'esportazione?
pl: Ostrzeżenie: Eksportowanie sejfu do niezaszyfrowanego pliku spowoduje ujawnienie wszystkich haseł i poufnych informacji w postaci zwykłego tekstu. Wykonuj tę czynność wyłącznie na zaufanych komputerach i upewnij się, że: • Eksportowany plik jest przechowywany w bezpiecznej lokalizacji. • Plik zostanie usunięty, gdy nie będzie już potrzebny. • Eksportowany plik nie zostanie udostępniony innym osobom. Czy na pewno chcesz kontynuować eksport?
pt: Aviso: Exportar seu cofre para um arquivo descriptografado irá expor todas as suas senhas e informações sensíveis em texto. Faça isso apenas em computadores confiáveis e garanta que você: • Armazene o arquivo exportado em um local seguro • Exclua o arquivo quando não precisar mais dele • Nunca compartilhe o arquivo exportado com outras pessoas Tem certeza que deseja continuar com o exporte?
ru: Предупреждение: Экспорт хранилища в незашифрованный файл приведёт к тому, что все ваши пароли и конфиденциальная информация будут доступны в открытом виде. Делайте это только на доверенных устройствах и убедитесь, что вы: • Храните экспортированный файл в безопасном месте • Удаляете файл, когда он больше не нужен • Никогда не передаёте файл другим людям Вы уверены, что хотите продолжить экспорт?
zh: 警告：将你的保险库导出到未加密文件将以明文形式暴露你的所有密码和敏感信息。仅在受信任的计算机上执行此操作，并确保你： • 将导出的文件存储在安全的位置 • 不再需要时删除该文件 • 切勿与他人共享导出的文件 你确定要继续导出吗？

# ResetVaultSectionTitle
source: Reset Vault
de: Tresor zurücksetzen
fi: Tyhjennä holvi
fr: Réinitialiser le coffre-fort
he: איפוס כספת
it: Reimposta Cassaforte
pl: Zresetuj sejf
pt: Resetar Cofre
ru: Сброс хранилища
zh: 重置保险库

# ResetVaultSectionDescription
source: This option allows you to completely empty your vault while keeping your account and email aliases. Use this if you want to start fresh after importing data from another password manager or if you want to clear all existing credentials to start over.
de: Mit dieser Option kannst Du Deinen Tresor komplett leeren und gleichzeitig Deinen Account und E-Mail-Aliase beibehalten. Verwende dies, wenn Du nach dem Importieren von Daten von einem anderen Passwort-Manager neu starten möchten oder wenn Du alle vorhandenen Zugangsdaten löschen möchten, um neu zu starten.
fi: Tämän vaihtoehdon avulla voit tyhjentää holvisi kokonaan, kun pidät tilisi ja sähköpostin peitenimet. Käytä tätä, jos haluat aloittaa tuoreen datan tuonnin jälkeen toisesta salasananhallinnasta tai jos haluat poistaa kaikki olemassa olevat käyttäjätunnukset aloittaaksesi toiminnan.
fr: Cette option vous permet de vider complètement votre coffre tout en conservant vos alias de compte et de courriel. Utilisez ceci si vous voulez commencer à nouveau après l'importation de données depuis un autre gestionnaire de mots de passe ou si vous voulez effacer tous les identifiants existants pour recommencer.
he: האפשרות הזאת מאפשרת לך לרוקן את הכספת שלך לחלוטין תוך שמירה על החשבון וכינויי הדוא״ל שלך. יש להשתמש בזה כדי להתחיל מחדש לאחר ייבוא נתונים ממנהל סיסמאות אחר או כדי לרוקן את כל פרטי הגישה הקיימים ולהתחיל מחדש.
it: Questa opzione ti permette di svuotare completamente la tua cassaforte mantenendo il tuo account e gli alias e-mail. Usa questa funzione se desideri ricominciare da capo dopo aver importato i dati da un altro gestore di password o se desideri cancellare tutte le credenziali esistenti per ricominciare.
pl: Ta opcja pozwala całkowicie opróżnić sejf, zachowując jednocześnie konto i aliasy e-mail. Użyj jej, jeśli chcesz zacząć od nowa po zaimportowaniu danych z innego menedżera haseł lub jeśli chcesz wyczyścić wszystkie istniejące dane uwierzytelniające, aby zacząć od nowa.
pt: Esta opção permite que você limpe totalmente seu cofre, enquanto mantém sua conta e seus aliases de e-mail. Utilize isto se você quer iniciar do zero após importar dados de outros gerenciadores de senhas ou se você quiser limpar todas as credenciais existentes para começar novamente.
ru: Эта опция позволяет полностью очистить хранилище, сохранив ваш аккаунт и почтовые псевдонимы. Выберите её, если хотите начать с чистого листа после импорта данных из другого менеджера паролей или просто удалить все сохранённые данные и начать заново.
zh: 此选项允许你完全清空你的保险库，同时保留你的账户和电子邮件别名。如果你想从另一密码管理器导入数据后重新开始，或者想清除所有现有凭据重新开始，请使用此选项。
