Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Auth/Login.*.resx
Languages: de, fi, fr, he, nl, pl, ru, uk, zh

# PageTitle
source: Log in to AliasVault
de: Bei AliasVault anmelden
fi: Kirjaudu sisään AliasVaultiin
fr: Se connecter à AliasVault
he: כניסה ל־AliasVault
nl: Inloggen bij AliasVault
pl: Zaloguj się do AliasVault
ru: Войдите в AliasVault
uk: Увійти до AliasVault
zh: 登录到AliasVault

# TwoFactorAuthenticationTitle
source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
fi: Kaksivaiheinen tunnistautuminen
fr: Authentification à double facteur
he: אימות דו־שלבי
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwuskładnikowe
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація
zh: 双因素认证（2FA）

# RecoveryCodeVerificationTitle
source: Recovery code verification
de: Überprüfung des Wiederherstellungscodes
fi: Palautuskoodin vahvistus
fr: Vérification du code de récupération
he: אימות קוד שחזור
nl: Herstelcode verificatie
pl: Weryfikacja kodu odzyskiwania
ru: Проверка кода восстановления
uk: Підтвердження коду відновлення
zh: 恢复码验证

# UsernameOrEmailLabel
source: Your username or email
de: Dein Benutzername oder Deine E-Mail-Adresse
fi: Käyttäjänimesi tai sähköpostisi
fr: Votre nom d'utilisateur ou votre email
he: שם המשתמש או כתובת הדוא״ל שלך
nl: Je gebruikersnaam of e-mail
pl: Twoja nazwa użytkownika lub adres e-mail
ru: Ваше имя пользователя или адрес электронной почты
uk: Ваше ім’я користувача чи електронна адреса
zh: 你的用户名或邮箱

# PasswordLabel
source: Your password
de: Dein Passwort
fi: Salasanasi
fr: Votre mot de passe
he: הסיסמה שלך
nl: Je wachtwoord
pl: Twoje hasło
ru: Ваш пароль
uk: Ваш пароль
zh: 你的密码

# AuthenticatorCodeLabel
source: Authenticator code
de: Sicherheits-Code
fi: Todennuskoodi
fr: Code d'authentification
he: קוד מאמת
pl: Kod uwierzytelniający
ru: Код аутентификатора
uk: Код автентифікації
zh: 认证器代码

# RecoveryCodeLabel
source: Recovery Code
de: Wiederherstellungscode
fi: Palautuskoodi
fr: Code de récupération
he: קוד שחזור
nl: Herstelcode
pl: Kod odzyskiwania
ru: Код восстановления
uk: Код відновлення
zh: 恢复码

# RememberMeLabel
source: Remember me
de: Angemeldet bleiben
fi: Muista minut
fr: Se souvenir de moi
he: לזכור אותי
nl: Onthoud mij
pl: Zapamiętaj mnie
ru: Запомнить меня
uk: Запам'ятати мене
zh: 记住我

# RememberMachineLabel
source: Remember this machine
de: Auf diesem Gerät angemeldet bleiben
fi: Muista tämä laite
fr: Mémoriser cette machine
he: לזכור את המכשיר הזה
nl: Onthoud dit apparaat
pl: Zapamiętaj to urządzenie
ru: Запомнить это устройство
uk: Запам’ятати цей пристрій
zh: 记住这台设备

# LoginButton
source: Log in
de: Anmelden
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
nl: Inloggen
pl: Zaloguj się
ru: Войти
uk: Увійти
zh: 登录

# LoginToAccountButton
source: Login to your account
de: Anmelden
fi: Kirjaudu tilillesi
fr: Connectez-vous à votre compte
he: כניסה לחשבון שלך
nl: Inloggen op je account
pl: Zaloguj się na swoje konto
ru: Войти в свою учетную запись
uk: Увійти у свій обліковий запис
zh: 登录你的账户

# LostPasswordLink
source: Lost Password?
de: Passwort vergessen?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
ru: Забыли пароль?
uk: Втратили пароль?
zh: 忘记密码？

# CreateNewVaultLink
source: Create new vault
de: Neuen Tresor erstellen
fi: Luo uusi holvi
fr: Créer un nouveau coffre
he: יצירת כספת חדשה
nl: Nieuwe vault aanmaken
pl: Utwórz nowy sejf
ru: Создать новое хранилище
uk: Створити нове сховище
zh: 创建新保险库

# LoginWithRecoveryCodeLink
source: Log in with a recovery code instead.
de: Stattdessen mit einem Wiederherstellungscode anmelden.
fi: Kirjaudu käyttäen palautuskoodia.
fr: Connectez-vous à l'aide d'un code de récupération à la place.
he: להיכנס עם קוד שחזור במקום.
nl: Log in met een herstelcode.
pl: Zaloguj się za pomocą kodu odzyskiwania.
ru: Вместо этого войдите, введя код восстановления.
uk: Увійдіть за допомогою коду відновлення.

# LoginWithAuthenticatorLink
source: Log in with an authenticator code instead.
de: Stattdessen mit einem Authentifizierungscode anmelden.
fi: Kirjaudu sisään tunnistautumiskoodilla.
fr: Connectez-vous à la place avec un code d'authentification.
he: להיכנס עם קוד מאמת (authenticator) במקום.
nl: Log in met een authenticator code.
pl: Zaloguj się za pomocą kodu uwierzytelniającego.
ru: Вместо этого войдите с помощью кода аутентификации.
uk: Увійдіть за допомогою коду автентифікації.

# TwoFactorAuthenticationDescription
source: Your login is protected with an authenticator app. Enter your authenticator code below.
de: Dein Konto wird durch eine Authenticator-App gesichert. Bitte trage Deinen Sicherheits-Code ein
fi: Kirjautumisesi on suojattu todennussovelluksella. Syötä todennuskoodisi alle.
fr: Votre identifiant est protégé avec une application d'authentification. Entrez votre code d'authentification ci-dessous.
he: הכניסה שלך מוגנת בעזרת יישום מאמת (authenticator). נא למלא את הקוד מהמאמת שלך להלן.
nl: Je account is beveiligd met een authenticator app. Voer je authenticator code hieronder in.
pl: Twoje dane logowania są chronione przez aplikację uwierzytelniającą. Wpisz poniżej swój kod uwierzytelniający.
ru: Ваш логин защищен приложением-аутентификатором. Введите ниже ваш код аутентификатора.
uk: Ваш вхід захищений за допомогою додатка для автентифікації. Введіть код автентифікації нижче.
zh: 你的登录受认证器应用保护。请在下方输入你的认证器代码。

# RecoveryCodeDescription
source: You have requested to log in with a recovery code. A recovery code is a one-time code that can be used to log in to your account. Note that if you don't manually disable 2FA after login, you will be asked for an authenticator code again at the next login.
de: Du hast eine Anmeldung mit einem Wiederherstellungscode angefordert. Ein Wiederherstellungscode ist ein Einmal-Code, mit dem Du Dich in Dein Konto anmelden kannst. Beachte, dass Du nach dem Login 2FA manuell deaktivieren musst, sonst wirst Du beim nächsten Login wieder nach einem Sicherheits-Code gefragt.
fi: Olet pyytänyt että kirjaudut sisään palautuskoodilla. Palautuskoodi on kertaluonteinen koodi, jota voidaan käyttää kirjautumaan tilillesi. Huomaa, että jos et manuaalisesti poista 2FA käytöstä kirjautumisen jälkeen, sinulta kysytään uudelleen tunnistautumiskoodi seuraavassa kirjautumisessa.
fr: Vous avez demandé à vous connecter avec un code de récupération. Un code de récupération est un code à usage unique qui peut être utilisé pour vous connecter à votre compte. Notez que si vous ne désactivez pas manuellement 2FA après connexion, un code d'authentification vous sera demandé à nouveau lors de la prochaine connexion.
he: ביקשת להיכנס עם קוד שחזור. קוד שחזור הוא קוד חד־פעמי שאפשר להשתמש בו כדי להיכנס לחשבון שלך. נא לשים לב שאם האימות הדו־שלבי לא יושבת לאחר הכניסה הנוכחית, בכניסה הבאה תופיע בקשה מקוד מהמאמת שוב.
nl: Je hebt gevraagd om in te loggen met een herstelcode. Een herstelcode is een eenmalige code die gebruikt kan worden om in te loggen op je account. Let op: als je 2FA niet handmatig uitschakelt na het inloggen, zul je bij de volgende login opnieuw gevraagd worden om een authenticator code.
pl: Poprosiłeś o zalogowanie się za pomocą kodu odzyskiwania. Kod odzyskiwania to jednorazowy kod, którego można użyć do zalogowania się na swoje konto. Pamiętaj, że jeśli nie wyłączysz ręcznie uwierzytelniania dwuskładnikowego po zalogowaniu, przy następnym logowaniu zostaniesz ponownie poproszony o podanie kodu uwierzytelniającego.
ru: Вы запросили вход в систему с кодом восстановления. Код восстановления - это одноразовый код, который можно использовать для входа в вашу учетную запись. Обратите внимание, что если вы не отключите 2FA вручную после входа в систему, при следующем входе в систему вас снова попросят ввести код аутентификации.
uk: Ви надіслали запит на вхід за допомогою коду відновлення. Код відновлення – це одноразовий код, який можна використовувати для входу в обліковий запис. Зауважте, що якщо ви не вимкнете двофакторну автентифікацію вручну після входу в систему, під час наступного входу вам знову буде запропоновано ввести код автентифікації.
zh: 你已请求使用恢复码登录。恢复码是一次性代码，可用于登录你的账户。请注意，如果你在登录后不手动禁用双因素认证（2FA），下次登录时仍会要求你输入双因素认证（2FA）动态验证码。

# NoAccountYetText
source: No account yet?
de: Noch kein Konto?
fi: Ei vielä tiliä?
fr: Pas de compte ?
he: אין לך חשבון עדיין?
nl: Nog geen account?
pl: Nie masz jeszcze konta?
ru: Нет аккаунта?
uk: Ще не маєте облікового запису?
zh: 还没有账户？

# DontHaveAuthenticatorText
source: Don't have access to your authenticator device?
de: Du hast keinen Zugriff auf Dein Authentifizierungsgerät?
fi: Eikö sinulla ole pääsyä todennuslaitteeseesi?
fr: Vous n'avez pas accès à votre appareil d'authentification ?
he: אין לך גישה למכשיר המאמת שלך?
nl: Geen toegang tot je authenticator apparaat?
pl: Nie masz dostępu do swojego urządzenia uwierzytelniającego?
ru: У вас нет доступа к вашему устройству аутентификации?
uk: Немає доступу до свого пристрою автентифікації?

# RegainedAccessText
source: Regained access to your authenticator device?
de: Du hast den Zugriff auf Dein Authentifizierungsgerät wiedergewonnen?
fi: Palautettu pääsy todennuslaitteeseesi??
fr: Vous avez récupéré l'accès à votre appareil d'authentification ?
he: חזרה הגישה שלך למכשיר המאמת שלך?
nl: Weer toegang tot je authenticator apparaat?
pl: Odzyskałeś dostęp do swojego urządzenia uwierzytelniającego?
ru: Восстановить доступ к устройству аутентификации?
uk: Відновили доступ до свого пристрою автентифікатора?

# LoggingInMessage
source: Logging in...
de: Anmeldung läuft...
fi: Kirjaudutaan...
fr: Connexion en cours...
he: כניסה למערכת...
nl: Inloggen...
pl: Logowanie...
ru: Выполняется вход...
uk: Вхід в систему...
zh: 登录中……

# VerifyingTwoFactorCodeMessage
source: Verifying 2FA code...
de: 2FA-Code wird überprüft...
fi: Tarkistetaan 2FA-koodia...
fr: Vérification du code d'authentification...
he: קוד האימות הדו־שלבי נבדק…
nl: 2FA code verifiëren...
pl: Weryfikacja kodu 2FA...
ru: Проверка кода 2FA...
uk: Перевірка коду двофакторної автентифікації...
zh: 正在验证双因素认证（2FA）……

# VerifyingRecoveryCodeMessage
source: Verifying recovery code...
de: Wiederherstellungscode wird überprüft...
fi: Tarkistetaan palautuskoodia...
fr: Vérification du code de récupération...
he: קוד השחזור נבדק…
nl: Herstelcode verifiëren...
pl: Weryfikacja kodu odzyskiwania...
ru: Проверка кода восстановления...
uk: Перевірка коду відновлення...
zh: 验证恢复码中……

# LoginErrorMessage
source: An error occurred while processing the login request. Try again (later).
de: Beim Verarbeiten der Anmelde-Anfrage ist ein Fehler aufgetreten. Bitte versuche es (später) erneut.
fi: Tapahtui virhe kirjautumispyynnön käsittelyssä. Yritä uudelleen (myöhemmin).
fr: Une erreur s'est produite lors du traitement de la demande de connexion. Réessayez (plus tard).
he: אירעה שגיאה בעיבוד בקשת הכניסה. נא לנסות שוב (מאוחר יותר).
nl: Er is een fout opgetreden bij het verwerken van het inlogverzoek. Probeer het (later) opnieuw.
pl: Wystąpił błąd podczas przetwarzania żądania logowania. Spróbuj ponownie (później).
ru: При обработке запроса на вход в систему произошла ошибка. Повторите попытку позже.
uk: Під час обробки запиту на вхід сталася помилка. Спробуйте ще раз (пізніше).
zh: 处理登录请求时发生错误。请（稍后）再试一次。

# LoginRequestErrorMessage
source: An error occurred while processing the login request.
de: Beim Verarbeiten der Anmelde-Anfrage ist ein Fehler aufgetreten.
fi: Tapahtui virhe käsiteltäessä kirjautumispyyntöä.
fr: Une erreur s'est produite lors du traitement de la demande de connexion.
he: אירעה שגיאה בעיבוד בקשת הכניסה.
nl: Er is een fout opgetreden bij het verwerken van het inlogverzoek.
pl: Wystąpił błąd podczas przetwarzania żądania logowania.
ru: При обработке запроса на вход в систему произошла ошибка.
uk: Під час обробки запиту на вхід сталася помилка.
zh: 处理登录请求时发生错误。

# UsernamePlaceholder
source: name / name@company.com
de: Name / name@unternehmen.com
fi: nimi / nimi@yritys.fi
fr: nom / nom@entreprise.com
he: שם / name@company.com
nl: naam / naam@bedrijf.com
pl: nazwa / name@serwis.com
ru: имя / имя@company.com
uk: ім'я / name@company.com
