Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Pages/Main/Credentials/Home.*.resx
Languages: he

# PageTitle
source: Credentials
he: פרטי גישה

# PageDescription
source: Find all of your credentials below.
he: איתור כל פרטי הגישה שלך להלן.

# ViewModeLabel
source: View Mode
he: מצב תצוגה

# GridViewOption
source: Grid View
he: תצוגת רשת

# TableViewOption
source: Table View
he: תצוגת טבלה

# SortOrderLabel
source: Sort Order
he: סדר מיון

# OldestFirstOption
source: Oldest First
he: הישן קודם

# NewestFirstOption
source: Newest First
he: החדש קודם

# NoCredentialsTitle
source: No credentials yet
he: אין פרטי גישה עדיין

# CreateFirstCredentialText
source: Create your first credential using the
he: אפשר ליצור את פרטי הגישה הראשונים שלך בעזרת הכפתור

# NewAliasButtonText
source: "+ New Alias"
he: „+ כינוי חדש”

# ButtonLocationText
source: button in the top right corner.
he: בפינה השמאלית העליונה.

# OrText
source: or
he: או

# ImportCredentialsText
source: If you previously used a different password manager, you can import your credentials from it.
he: אם השתמשת בעבר במנהל סיסמאות אחר, אפשר לייבא ממנו את פרטי הגישה שלך.

# ImportButtonText
source: Import from KeePass, Bitwarden, Chrome, Firefox...
he: אפשר לייבא מ־KeePass,‏ Bitwarden,‏ Chrome,‏ Firefox…

# FailedToLoadCredentialsMessage
source: Failed to load credentials.
he: טעינת פרטי הגישה נכשלה.
