Repository: aliasvault/aliasvault
Catalog: apps/server/AliasVault.Client/Resources/Components/Main/Settings/Security/QuickVaultUnlockSection.*.resx
Languages: de, fi, fr, he, it, nl, pl, pt, ru, uk, zh

# Title
source: Passkey unlock
de: Schnellentsperrung des Tresors
fi: Nopea holvin lukituksen avaus
fr: Déverrouillage rapide du coffre-fort
he: שחרור נעילת כספת מהיר
it: Sblocco rapido cassaforte
nl: Quick vault unlock
pl: Szybkie odblokowanie sejfu
pt: Desbloqueio rápido do cofre
ru: Быстрая разблокировка хранилища
uk: Швидке розблокування сховища
zh: 快速解锁保险库

# EnabledDescription
source: Your master password is encrypted with the passkey PRF and stored locally. When you reload the AliasVault page or tab, you can unlock your vault with your passkey. If you wish to disable passkey unlock, you can do so with the button below. Your master password will still work for unlocking the vault.
de: Der Tresor-Schlüssel ist in einem Passkey gespeichert. Wenn Du die AliasVault-Webseite oder den Tab neu lädst, kannst Du Dich mit Deinem Gesicht, Fingerabdruck oder mit dem eingebauten Browser-Schlüssel anmelden. Wenn Du diese Schnellanmeldung deaktivieren möchtest, kannst Du dies über die folgende Schaltfläche tun.
fi: Salauksen avaava avain on tallennettu suojausavaimen (passkey) kautta. Tämä tarkoittaa, että kun lataat AliasVault-sivun tai välilehden, voit kirjautua sisään kasvoilla, sormenjälkillä tai sisäänrakennetuilla selaimen suojausavaimilla. Jos haluat poistaa nopean holvin lukituksen käytöstä, voit tehdä sen alla olevalla painikkeella.
fr: La clé de décryptage du coffre-fort est sauvegardée via un mot de passe. Cela signifie que lorsque vous rechargez la page ou l'onglet AliasVault, vous pouvez vous connecter avec votre visage, votre empreinte digitale ou les clés de sécurité intégrées du navigateur. Si vous désactivez le déverrouillage rapide du coffre, vous pouvez le faire avec le bouton ci-dessous.
he: מפתח פענוח הכספת נשמר דרך מפתח גישה (passkey). משמעות הדבר היא שלאחר ריענון העמוד או הלשונית של AliasVault, אפשר להיכנס עם הפנים שלך, טביעת האצבע שלך או מפתחות אבטחה מובנים בדפדפן. כדי לבטל שחרור נעילת כספת מהיר, אפשר לעשות זאת בעזרת הכפתור שלהלן.
it: La chiave di decriptazione della cassaforte viene salvata tramite una chiave di accesso. Ciò significa che quando si ricarica la pagina o la scheda AliasVault, è possibile accedere con il volto, l'impronta digitale o chiavi di sicurezza del browser integrate. Se vuoi disabilitare lo sblocco della cassaforte rapida, puoi farlo con il pulsante qui sotto.
nl: De vault decryption key wordt opgeslagen via een passkey. Dit betekent dat wanneer je de AliasVault pagina of tab herlaadt, je kunt inloggen met je gezicht, vingerafdruk of security key. Als je de quick vault unlock functionaliteit wilt uitschakelen, kun je dat doen met de knop hieronder.
pl: Klucz deszyfrujący sejfu jest zapisywany za pomocą hasła. Oznacza to, że po ponownym załadowaniu strony lub karty AliasVault można zalogować się za pomocą twarzy, odcisku palca lub wbudowanych kluczy bezpieczeństwa przeglądarki. Jeśli chcesz wyłączyć szybkie odblokowywanie sejfu, możesz to zrobić za pomocą poniższego przycisku.
pt: A chave de descriptografia do cofre é salva através de um passkey. Isto significa que quando você atualizar a página ou aba do AliasVault, você poderá fazer login com seu rosto, impressão digital, ou chaves de segurança do navegador. Se você pretende desabilitar o desbloqueio rápido do cofre, você pode fazer isso com o botão abaixo.
ru: Ключ для расшифровки хранилища сохраняется с помощью passkey. При повторном открытии AliasVault вы сможете войти по лицу, отпечатку пальца или встроенной защите браузера. Если быстрая разблокировка больше не нужна, её можно отключить кнопкой ниже.
uk: Ключ розшифрування сховища зберігається за допомогою ключа доступу. Це означає, що під час перезавантаження сторінки або вкладки AliasVault ви можете увійти за допомогою обличчя, відбитка пальця або вбудованих ключів безпеки браузера. Якщо ви хочете вимкнути швидке розблокування сховища, ви можете зробити це за допомогою кнопки нижче.
zh: 保险库解密密钥通过密钥保存。这意味着当你重新加载AliasVault页面或标签时，你可以使用面部、指纹或内置浏览器安全密钥登录。如果你想禁用快速解锁保险库功能，可以通过下方按钮进行操作。

# DisableButton
source: Disable Passkey Unlock
de: Schnellentsperrung des Tresors deaktivieren
fi: Poista holvisi pikalukitus käytöstä
fr: Désactiver le déverrouillage rapide du coffre
he: כיבוי שחרור נעילת כספת מהיר
it: Disabilita Sblocco Rapido Cassaforte
nl: Quick Vault Unlock Uitschakelen
pl: Wyłącz szybkie odblokowywanie sejfu
pt: Desabilitar desbloqueio rápido do cofre
ru: Отключить быструю разблокировку
uk: Вимкнути швидке розблокування сховища
zh: 禁用快速解锁保险库

# DisabledDescription
source: By default, reloading the AliasVault page or tab requires you to enter your master password again. With a passkey, you can unlock your vault instantly. When enabled, your master password is locally encrypted using the passkey's PRF extension. Note: the passkey will only work for the current device and browser that you enable it on.
de: Standardmäßig wirst Du, wenn Du die AliasVault-Seite oder den Tab neu lädst, aufgefordert, Dein Master-Passwort erneut einzugeben. Alternativ kannst Du einen Browser-Passkey (oder einen Hardware-Authentifikator wie YubiKey) anstelle Deines Master-Passworts verwenden. Dadurch kannst Du Deinen Tresor mit Deinem Gesicht, Fingerabdruck oder eingebauten Browser-Sicherheitsschlüssel entsperren. Dies betrifft nur das aktuelle Gerät und den Browser.
fi: Oletusarvoisesti kun lataat AliasVault-sivun tai välilehden, sinua pyydetään syöttämään uudelleen pääsalasanasi. Vaihtoehtoisesti voit käyttää selaimen salasanaa (tai laitteistotunnistinta, kuten YubiKey) sen sijaan, että pääsalasanasi. Tämän avulla voit avata holvisi kasvoilla, sormenjälkillä tai sisäänrakennetuilla selaimen tietoturvaavaimilla. Tämä koskee vain nykyistä laitetta ja selainta.
fr: Par défaut, lorsque vous rechargez la page ou l'onglet AliasVault, il vous sera demandé d'entrer à nouveau votre mot de passe principal. Vous pouvez également choisir d'utiliser une clé d'accès (ou un authentificateur matériel tel que YubiKey) au lieu de votre mot de passe principal. Cela vous permettra de déverrouiller votre coffre avec votre visage, votre empreinte digitale ou les clés de sécurité intégrées du navigateur. Ceci s'applique uniquement au périphérique actuel et au navigateur.
he: כברירת מחדל, בעת ריענון העמוד או הלשונית של AliasVault, תופיע בקשה למלא את סיסמת העל שלך מחדש. לחלופין, אפשר לבחור להשתמש במפתח גישה (passkey - או מאמת חומרה כגון YubiKey) במקום סיסמת העל שלך. ההגדרה הזאת תאפשר לך לשחרר את נעילת הכספת שלך עם הפנים שלך, טביעת האצבע שלך או מפתחות אבטחה מובנים בדפדפן. חל רק על המכשיר והדפדפן הנוכחיים.
it: Per impostazione predefinita quando si ricarica la pagina o la scheda di AliasVault, verrà richiesto di inserire nuovamente la password principale. In alternativa, è possibile scegliere di utilizzare una password del browser (o un autenticatore hardware come YubiKey) invece della password principale. Questo ti permetterà di sbloccare la tua cassaforte con le tue chiavi di sicurezza del browser, impronte digitali o integrate. Questo vale solo per il dispositivo e il browser correnti.
nl: Standaard wordt je gevraagd om je hoofdwachtwoord opnieuw in te voeren wanneer je de AliasVault pagina of tab herlaadt. Als alternatief kun je ervoor kiezen om een browser toegangssleutel (of hardware authenticator zoals YubiKey) te gebruiken in plaats van je hoofdwachtwoord. Hiermee kun je je kluis ontgrendelen met je gezicht, vingerafdruk of ingebouwde browser beveiligingssleutels. Dit geldt alleen voor het huidige apparaat en browser.
pl: Domyślnie po ponownym załadowaniu strony lub karty AliasVault pojawi się prośba o ponowne wprowadzenie hasła głównego. Alternatywnie można wybrać użycie klucza dostępu przeglądarki (lub sprzętowego urządzenia uwierzytelniającego, takiego jak YubiKey) zamiast hasła głównego. Umożliwi to odblokowanie sejfu za pomocą rozpoznawania twarzy, odcisku palca lub wbudowanych kluczy bezpieczeństwa przeglądarki. Dotyczy to tylko bieżącego urządzenia i przeglądarki.
pt: Por padrão, quando você atualiza a página ou aba do AliasVault, será solicitado que você digite sua senha mestre novamente. Alternativamente, você pode escolher utilizar um passkey do navegador (ou autenticador físico, como a YubiKey), ao invés da sua senha mestre. Isto te permitirá desbloquear seu cofre com seu rosto, impressão digital, ou chaves de segurança do navegador. Isto se aplica apenas ao dispositivo e navegador atuais.
ru: По умолчанию при повторном открытии AliasVault нужно снова вводить мастер‑пароль. Вместо него можно выбрать вход через passkey браузера (или аппаратный ключ, например YubiKey). Тогда хранилище будет разблокироваться по лицу, отпечатку пальца или встроенной защите браузера. Настройка действует только на этом устройстве и в этом браузере.
uk: За замовчуванням, під час перезавантаження сторінки або вкладки AliasVault, вам буде запропоновано ще раз ввести головний пароль. Або ж ви можете використовувати ключ доступу браузера (або апаратний автентифікатор, такий як YubiKey) замість головного пароля. Це дозволить вам розблокувати сховище за допомогою обличчя, відбитка пальця або вбудованих ключів безпеки браузера. Це стосується лише поточного пристрою та браузера.
zh: 默认情况下，当你重新加载AliasVault页面或标签时，系统会提示你再次输入主密码。或者，你可以选择使用浏览器密钥（或硬件验证器，如YubiKey）代替主密码。这将允许你使用面部、指纹或内置浏览器安全密钥解锁保险库。此功能仅适用于当前设备和浏览器。

# ExperimentalWarning
source: This feature is currently supported by AliasVault browser extension and iOS app. Android support is coming soon. If you experience any issues, you can disable this feature at any time.
de: Bitte beachte, dass diese Funktion experimentell ist und möglicherweise nicht auf allen Geräten oder Browsern funktioniert. Dein Browser muss WebAuthn und die PRF-Erweiterung unterstützen, damit dies funktioniert. Wenn Du irgendwelche Probleme haben solltest, kannst Du diese Funktion jederzeit deaktivieren.
fi: Huomioithan, että tämä ominaisuus on kokeellinen eikä välttämättä toimi kaikilla laitteilla tai selaimilla. Selaimesi tulee tukea WebAuthn- ja PRF-laajennusta, jotta tämä toimisi. Jos sinulla on ongelmia, voit poistaa tämän ominaisuuden käytöstä milloin tahansa.
fr: Veuillez noter que cette fonctionnalité est expérimentale et peut ne pas fonctionner sur tous les appareils ou navigateurs. Pour que cela fonctionne, votre navigateur doit prendre en charge WebAuthn et l'extension PRF. Si vous rencontrez des problèmes, vous pouvez désactiver cette fonctionnalité à tout moment.
he: נא לשים לב שהיכולת הזאת היא ניסיונית ועלולה לא לעבוד בכל המכשירים או הדפדפנים. הדפדפן שלך חייב לתמוך ב־WebAuthn ובהרחבת PRF (פונקציה אקראית מדומה) כדי שזה יעבוד. אם נתקלת בבעיות כלשהן, אפשר להשבית את היכולת הזאת בכל עת.
it: Si prega di notare che questa funzione è sperimentale e potrebbe non funzionare su tutti i dispositivi o browser. Il tuo browser deve supportare WebAuthn e l'estensione PRF affinché questo funzioni. Se si verificano problemi, è possibile disabilitare questa funzione in qualsiasi momento.
nl: Let op dat deze functie experimenteel is en mogelijk niet werkt op alle apparaten of browsers. Je browser moet WebAuthn en de PRF-extensie ondersteunen om dit te laten werken. Als je problemen ondervindt, kun je deze functie op elk moment uitschakelen.
pl: Należy pamiętać, że ta funkcja jest eksperymentalna i może nie działać na wszystkich urządzeniach lub przeglądarkach. Aby funkcja działała, przeglądarka musi obsługiwać WebAuthn i rozszerzenie PRF. W przypadku wystąpienia jakichkolwiek problemów funkcję tę można wyłączyć w dowolnym momencie.
pt: Por favor, note que este recurso é experimental e pode não funcionar em todos os dispositivos ou navegadores. Seu navegador deve suportar WebAuthn e a extensão PRF para isto funcionar. Se você tiver algum problema, você pode desabilitar este recurso a qualquer momento.
ru: Учтите, эта функция экспериментальная и может работать не на всех устройствах и не во всех браузерах. Для её использования браузер должен поддерживать WebAuthn и расширение PRF. Если возникнут проблемы, функцию всегда можно отключить.
uk: Зверніть увагу, що ця функція є експериментальною та може працювати не на всіх пристроях або в усіх браузерах. Для її роботи ваш браузер має підтримувати WebAuthn та розширення PRF. Якщо у вас виникнуть проблеми, ви можете будь-коли вимкнути цю функцію.
zh: 请注意，此功能尚处于试验阶段，可能并非在所有设备或浏览器上都能正常工作。你的浏览器必须支持WebAuthn和PRF扩展才能使用此功能。如果遇到任何问题，你可以随时禁用此功能。

# EnableButton
source: Enable Passkey Unlock
de: Schnellentsperrung des Tresors aktivieren
fi: Ota käyttöön holvisi pikalukitus
fr: Activer le déverrouillage rapide du coffre
he: הפעלת שחרור נעילת כספת מהיר
it: Abilita Sblocco Cassaforte Rapido
nl: Quick Vault Unlock Inschakelen
pl: Włącz szybkie odblokowywanie sejfu
pt: Habilitar Desbloqueio Rápido do Cofre
ru: Включить быструю разблокировку
uk: Увімкнути швидке розблокування сховища
zh: 启用快速解锁保险库

# SuccessEnabledMessage
source: Passkey unlock is successfully enabled. The next time your vault is locked, you can unlock it with your created passkey.
de: Die Schnellentsperrung des Tresors wurde erfolgreich aktiviert. Wenn der Tresor das nächste Mal gesperrt wird, kannst Du ihn mit Deinem erstellten Passkey wieder entsperren.
fi: Holvin pikalukitus on onnistuneesti otettu käyttöön. Seuraavan kerran holvi si on lukittu, voit avata sen luodulla suojausavaimella.
fr: Déverrouillage rapide du coffre est bien activé. La prochaine fois que votre coffre sera verrouillé, vous pourrez le déverrouiller avec votre clé d'accès créée.
he: שחרור נעילת כספת מהיר הופעל בהצלחה. בפעם הבאה שהכספת שלך ננעלת אפשר לשחרר אותה עם מפתח הגישה שנוצר.
it: Lo sblocco rapido della cassaforte è abilitato con successo. La prossima volta che la cassaforte sarà bloccata potrai sbloccarla con la tua chiave di accesso creata.
nl: Quick Vault Unlock is succesvol ingeschakeld. De volgende keer dat je vault vergrendeld is, kun je deze ontgrendelen met je aangemaakte toegangssleutel.
pl: Funkcja szybkiego odblokowania sejfu została pomyślnie włączona. Następnym razem, gdy sejf zostanie zablokowany, będzie można go odblokować za pomocą utworzonego hasła.
pt: Desbloqueio Rápido do Cofre foi habilitado com sucesso. Na próxima vez que seu cofre for bloqueado, você pode desbloqueá-lo com a passkey criada.
ru: Быстрая разблокировка хранилища включена. В следующий раз хранилище можно будет открыть с помощью созданного passkey.
uk: Швидке розблокування сховища успішно ввімкнено. Наступного разу, коли ваше сховище буде заблоковано, ви зможете розблокувати його за допомогою створеного ключа доступу.
zh: 快速解锁保险库已成功启用。下次你的保险库被锁定时，你可以使用创建的密钥解锁。

# SuccessDisabledMessage
source: Passkey unlock is successfully disabled.
de: Die Schnellentsperrung des Tresors wurde erfolgreich deaktiviert.
fi: Holvin pikalukitus on onnistuneesti poistettu käytöstä.
fr: Déverrouillage rapide du coffre est désactivé avec succès.
he: שחרור נעילת כספת מהיר הושבת בהצלחה.
it: Sblocco Rapido Cassaforte disabilitato con successo.
nl: Quick Vault Unlock is succesvol uitgeschakeld.
pl: Funkcja szybkiego odblokowywania sejfu została pomyślnie wyłączona.
pt: Desbloqueio Rápido de Cofre foi desabilitado com sucesso.
ru: Быстрая разблокировка хранилища отключена.
uk: Швидке розблокування сховища успішно вимкнено.
zh: 快速解锁保险库已成功禁用。

# WebAuthnNotSupportedError
source: Your current browser does not support the WebAuthn PRF extension. Please try again with a different browser.
de: Dein aktueller Browser unterstützt die WebAuthn-PRF-Erweiterung nicht. Bitte versuche es mit einem anderen Browser erneut.
fi: Nykyinen selain ei tue WebAuthn PRF laajennusta. Yritä uudelleen toisella selaimella.
fr: Votre navigateur actuel ne supporte pas l'extension WebAuthn PRF. Veuillez vous connecter avec votre mot de passe.
he: הדפדפן הנוכחי שלך לא תומך בהרחבת PRF (פונקציה אקראית מדומה) של WebAuthn. נא לנסות שוב עם דפדפן אחר.
it: Il tuo browser attuale non supporta l'estensione PRF di WebAuthn. Per favore riprova con un browser diverso.
nl: Je huidige browser ondersteunt de WebAuthn PRF-extensie niet. Probeer het opnieuw met een andere browser.
pl: Twoja obecna przeglądarka nie obsługuje rozszerzenia WebAuthn PRF. Spróbuj ponownie w innej przeglądarce.
pt: Seu navegador atual não tem suporte ao WebAthn com extensão PRF. Por favor, tente novamente em um navegador diferente.
ru: Этот браузер не поддерживает WebAuthn PRF. Попробуйте открыть в другом браузере.
uk: Ваш поточний браузер не підтримує розширення WebAuthn PRF. Будь ласка, спробуйте ще раз в іншому браузері.
zh: 你当前的浏览器不支持WebAuthn PRF扩展。请尝试使用其他浏览器。

# EnableErrorMessage
source: An error occurred while trying to enable Quick Vault Unlock. Please try again (later).
de: Beim Versuch, die Schnellentsperrung des Tresors zu aktivieren, ist ein Fehler aufgetreten. Bitte versuche es (später) erneut.
fi: Tapahtui virhe holvin pikalukitusta käyttöönotettaessa. Yritä uudelleen (myöhemmin).
fr: Une erreur s'est produite en essayant d'activer le déverrouillage du coffre rapide. Veuillez réessayer (plus tard).
he: אירעה שגיאה בניסיון להפעיל שחרור נעילה מהיר של הכספת. נא לנסות שוב (בהמשך).
it: Si è verificato un errore durante il tentativo di attivare lo Sblocco Rapido Cassaforte. Riprova (più tardi).
nl: Er is een fout opgetreden bij het inschakelen van Quick Vault Unlock. Probeer het (later) opnieuw.
pl: Wystąpił błąd podczas próby włączenia funkcji szybkiego odblokowanie sejfu. Spróbuj ponownie (później).
pt: Ocorreu um erro ao tentar habilitar o Desbloqueio Rápido do Cofre. Por favor, tente novamente (mais tarde).
ru: Не удалось включить быструю разблокировку хранилища. Попробуйте ещё раз (чуть позже).
uk: Сталася помилка під час спроби ввімкнути швидке розблокування сховища. Будь ласка, спробуйте ще раз (пізніше).
zh: 尝试启用快速解锁保险库时发生错误。请（稍后）再试一次。
